{
  "cloud": [
    {
      "url": "https://aws.amazon.com/blogs/machine-learning/principal-financial-group-accelerates-build-test-and-deployment-of-amazon-lex-v2-bots-through-automation/",
      "title": "Principal Financial Group accelerates build, test, and deployment of Amazon Lex V2 bots through automation",
      "summary": "In the post Principal Financial Group increases Voice Virtual Assistant performance using Genesys, Amazon Lex, and Amazon QuickSight, we discussed the overall Principal Virtual Assistant solution using Genesys Cloud, Amazon Lex V2, multiple AWS services, and a custom reporting and analytics solution using Amazon QuickSight.",
      "published_ts": 1760717598,
      "source_name": "AWS ML Blog"
    },
    {
      "url": "https://aws.amazon.com/blogs/aws/monitor-analyze-and-manage-capacity-usage-from-a-single-interface-with-amazon-ec2-capacity-manager/",
      "title": "Monitor, analyze, and manage capacity usage from a single interface with Amazon EC2 Capacity Manager",
      "summary": "Amazon EC2 Capacity Manager is a new centralized solution that consolidates capacity monitoring and management across all AWS accounts and regions, eliminating operational overhead and providing optimization opportunities for EC2 infrastructure at scale.",
      "published_ts": 1760629692,
      "source_name": "AWS Blog (global)"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/blog/power-bi-october-2025-feature-summary/",
      "title": "Power BI October 2025 Feature Summary",
      "summary": "This month’s update brings exciting opportunities for learning and community engagement, including the upcoming Fabric Data Days and the return of FabCon in Atlanta next spring. Notably, Power BI is making strides in mapping capabilities by transitioning from Bing Maps to Azure Maps, ensuring users have access to the latest features and support. Dive into … Continue reading “Power BI October 2025 Feature Summary”",
      "published_ts": 1760611351,
      "source_name": "Power BI Blog"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632784/Red-Hat-et-NetApp-sallient-pour-succeder-a-VMware",
      "title": "Red Hat et NetApp s’allient pour succéder à VMware",
      "summary": "<p>Le fabricant de stockage NetApp avait précédemment développé un outil appelé Shift Toolkit, qui permet à ses clients de convertir leurs machines virtuelles VMware <a href=\"https://www.lemagit.fr/actualites/366608812/Windows-Server-2025-un-Hyper-V-concu-pour-remplacer-VMware\">au format d’Hyper-V</a>, le système de virtualisation de Microsoft, sans déplacer leurs données de la baie de disques. À l’occasion de son salon NetApp Insight qui se tient cette semaine à Las Vegas, le constructeur a décliné Shift Toolkit pour OpenShift, le système de Red Hat. Grâce à cela, Red Hat se voit propulsé dans le peloton des meilleures alternatives à VMware.</p> \n<p>«&nbsp;Nous avions déjà un outil pour faire cette transformation, mais il fallait copier les données ailleurs, <a href=\"https://www.lemagit.fr/actualites/366627717/Coup-de-tonnerre-dans-le-stockage-Broadcom-abandonne-les-vVols\">changer le format de leur stockage</a>. Là, vous ne déplacez plus rien. Vous passez de plusieurs semaines de travail pour migrer de VMware vers OpenShift à juste quelques minutes&nbsp;», s’enthousiasme un ingénieur de Red Hat qui ne souhaite pas que son nom soit cité dans la presse.</p> \n<p>Précisons que l’outil ne convertit pas les VM en containers, le format natif d’OpenShift. Il les adapte à <a href=\"https://www.lemagit.fr/actualites/366585597/Red-Hat-OpenShift-Virtualization-est-pret-pour-les-clients-de-VMware\">OpenShift Virtualization</a>, la couche de virtualisation qui fonctionne par-dessus OpenShift. Mais qu’importe, au vu des enjeux économiques.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"L’enjeu de proposer l’alternative la plus complète à VMware\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>L’enjeu de proposer l’alternative la plus complète à VMware</h2>\n <p>Dans un contexte où les tarifs de VMware ont été multipliés par au moins cinq depuis son rachat par Broadcom, les entreprises prétendent en effet vouloir <a href=\"https://www.lemagit.fr/actualites/366618664/2025-sera-t-elle-lannee-de-labandon-de-VMware\">fuir en masse</a> chez la concurrence. Une aubaine colossale pour celle-ci, car VMware, de très loin le numéro&nbsp;1 de la virtualisation en entreprise, facturait avant son rachat 3,4&nbsp;milliards de dollars par trimestre à ses clients.</p>\n <p>Si plusieurs challengers existent, avec des offres qui égalent plus ou moins les fonctionnalités d’origine, il s’avère que les projets de migration peinent à aboutir. La raison principale est la difficulté à migrer les données liées aux machines virtuelles. Non seulement il faut récrire de zéro les règles de stockage utilisées sous VMware, mais il faut aussi le faire sur une nouvelle baie de disques vierge, qui coûte autant de centaines de milliers d’euros que la précédente, alors que cette dernière pourrait encore servir pendant plusieurs années.</p>\n <p>Le premier concurrent de VMware à l’avoir <a href=\"https://www.lemagit.fr/actualites/366587432/Nutanix-se-rapproche-de-Dell-sur-fond-de-concurrence-acharnee-avec-VMware\">douloureusement compris</a> est Nutanix. Alors que celui-ci vantait la prise en charge totale du stockage par sa solution (à partir de serveurs remplis de disques qu’il faut acheter), il a fini par rendre son système compatible avec les baies de disques externes de marques Dell et <a href=\"https://www.lemagit.fr/actualites/366623529/Nutanix-devient-compatible-avec-les-baies-de-Pure-Storage\">Pure Storage</a> que les clients de VMware possédaient déjà. Nutanix ne l’a en revanche pas encore fait avec les baies de disques de NetApp, qui complètent le trio de tête des solutions de stockage pour VMware.</p>\n <p>Le fait que NetApp implémente la même possibilité, pour que ses clients conservent ses baies de stockage quand ils migrent vers OpenShift, remet donc ce dernier au niveau fonctionnel de Nutanix.</p>\n <p>Les prétendants à la succession de VMware comprennent aussi des solutions comme le très Open source Proxmox, le très mono-marque Microsoft Hyper-V, ou encore le très français <a href=\"https://www.lemagit.fr/actualites/366619483/Vates-VMS-lautre-alternative-Open-source-a-VMware\">Vates VM</a>. Dans le lot, les spécialistes considèrent généralement que seuls Nutanix et Red Hat OpenShift ont la capacité de proposer aux entreprises un accompagnement aussi riche que celui de VMware.</p>\n <p>Par ailleurs, les efforts de Nutanix pour supporter des baies de disques externes n’en sont qu’au début. La seule migration aujourd’hui disponible commercialement est celle qui conserve les baies PowerFlex de Dell, un modèle peu vendu en Europe. Le support des baies FlashArray de Pure Storage sera officiel dans quelques semaines. La conservation des baies NetApp dans une migration vers OpenShift est en revanche disponible dès aujourd’hui.</p>\n</section>       \n<section class=\"section main-article-chapter\" data-menu-title=\"Confier à NetApp la gestion des données et du cloud hybride\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Confier à NetApp la gestion des données et du cloud hybride</h2>\n <p>«&nbsp;Le stockage n’est pas notre métier, nous n’aurions jamais pu adapter nous-mêmes des baies de disques déjà configurées pour VMware en baies de disques configurées pour OpenShift. Nous sommes donc très contents que NetApp l’ait fait pour nous&nbsp;», dit l’ingénieur de Red Hat.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Dans notre approche, vous faites exécuter toutes les fonctions de gestion de stockage et de sécurité des accès par la baie de disques, ce qui économise des ressources sur vos serveurs de calcul.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Sandeep Singh</strong>Directeur général des produits de stockage, NetApp\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Sandeep Singh, le directeur général des produits de stockage chez NetApp, avance même que sa solution de réintégration des baies existantes est plus complète que ce que propose Nutanix avec ses concurrents. «&nbsp;Dans notre approche, vous faites exécuter toutes les fonctions de gestion de stockage et de sécurité des accès par la baie de disques, ce qui économise des ressources sur vos serveurs de calcul. De plus, notre granularité est meilleure, dans le sens où vous pouvez réaliser des sauvegardes et des restaurations par VM et non pas sur la globalité du stockage&nbsp;», dit-il.</p>\n <p>«&nbsp;Un autre point qui nous avantage est que NetApp est sans doute le <a href=\"https://www.lemagit.fr/actualites/252508624/NetApp-muscle-plus-encore-ses-solutions-de-cloud-hybride\">fournisseur de stockage qui s’interconnecte le mieux avec les grands hyperscalers</a>. Ce qui nous donne une dimension de cloud hybride à 100&nbsp;%. C’est-à-dire que dès lors que vous avez des applications ayant besoin d’un stockage persistant et que celui-ci est fourni par NetApp, alors nous pouvons vous dire que vos applications déployées sur site seront utilisables telles quelles si vous les transférez vers Azure, AWS, ou GCP.&nbsp;», ajoute l’ingénieur de Red Hat.</p>\n</section>     \n<section class=\"section main-article-chapter\" data-menu-title=\"Une intégration idéale pour l’IA aussi\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une intégration idéale pour l’IA aussi</h2>\n <p>Simultanément au lancement de Shift Toolkit afin de migrer vers OpenShift, Red Hat confirme que sa plateforme clés en main pour exécuter des IA génératives en entreprise, appelée <a href=\"https://www.lemagit.fr/actualites/366584028/Red-Hat-adapte-OpenShiftAI-pour-RHEL-AI\">OpenShift AI</a>, est d’ores et déjà validée pour fonctionner avec <a href=\"https://www.lemagit.fr/actualites/366632628/AFX-la-nouvelle-baie-de-NetApp-prepare-elle-meme-les-donnees-pour-lIA\">la nouvelle baie AFX</a> de NetApp. Évoquée hier par LeMagIT, cette baie a le mérite d’intégrer un module de calcul qui prépare tout seul les données à leur utilisation dans une application d’IA.</p>\n <p>«&nbsp;Nous avons vocation à proposer la plateforme la plus complète pour à la fois exécuter des <a href=\"https://www.lemagit.fr/actualites/366628166/Linference-distribuee-lavenir-de-Red-Hat-AI\">IA génératives, mais aussi les administrer</a>, notamment grâce aux outils que nous avons rachetés à <a href=\"https://www.lemagit.fr/actualites/366615700/Red-Hat-acquiert-Neural-Magic-pour-mieux-apprehender-le-LLMOps\">Neural Magic</a> l’année dernière. Pour autant, nous reposons sur des solutions tierces pour la vectorisation des documents en vue de l’exploitation de leurs contenus dans une IA&nbsp;», explique l’ingénieur de Red Hat.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Avec NetApp, qui propose des pilotes adaptés à chacun de ces cas d’usage, il est possible d’utiliser le même cluster OpenShift avec la même baie de disques pour tous ces traitements.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Un ingénieur de Red Hat</strong>\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>«&nbsp;Jusqu’à présent nous utilisions une base de données vectorielle de Google. Mais confier cette vectorisation à l’AFX nous permet encore une fois de dire à nos clients que toutes les applications d’IA qui fonctionnent sur OpenShift IA en local, avec du stockage NetApp, fonctionneront automatiquement dans tous les clouds publics où il existe des services de stockage NetApp. D’autant plus que vous n’avez pas besoin de redéployer OpenShift AI en cloud. Nos outils de gestion d’IA sont utilisables sur les services Kubernetes natifs des hyperscalers&nbsp;», ajoute-t-il.</p>\n <p>«&nbsp;Plus clairement, OpenShift est une plateforme qui sert à exécuter trois types de traitements très différents&nbsp;: des applications en containers, des applications en machines virtuelles et des applications d’IA. Chacun a besoin d’un stockage particulier. Avec NetApp, qui propose des pilotes adaptés à chacun de ces cas d’usage, il est possible d’utiliser le même cluster OpenShift avec la même baie de disques pour tous ces traitements&nbsp;», conclut-il.</p>\n</section>",
      "published_ts": 1760605380,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://aws.amazon.com/blogs/aws/aws-transfer-family-sftp-connectors-now-support-vpc-based-connectivity/",
      "title": "AWS Transfer Family SFTP connectors now support VPC-based connectivity",
      "summary": "AWS Transfer Family SFTP connectors now support VPC-based connectivity, allowing secure file transfers between Amazon S3 and remote SFTP servers through your existing VPC infrastructure without exposing endpoints to the internet.",
      "published_ts": 1760470051,
      "source_name": "AWS Blog (global)"
    },
    {
      "url": "https://blog.ovhcloud.com/en-webhosting-ssl-qrng/",
      "title": "OVHcloud brings quantum computing to web connection security: a world first",
      "summary": "Do you see the small padlock next to the address of the website you are looking at? This symbol indicates that the connection between your device (such as your computer or smartphone) and the site you are visiting is secure. And at OVHcloud, we have just reinforced this security by integrating an innovative technology – […]",
      "published_ts": 1760338800,
      "source_name": "OVHcloud Blog"
    }
  ],
  "dataprep_orchestration_etl": [
    {
      "url": "https://siecledigital.fr/2025/10/17/class-concierge-leve-4-me-pour-creer-la-premiere-plateforme-de-reservation-100-automatisee/",
      "title": "Class Concierge lève 4 M€ pour créer la première plateforme de réservation 100% automatisée",
      "summary": "Alors que le secteur des services personnalisés connaît une transformation sans précédent, la startup Class Concierge vient d’annoncer une levée de fonds de 4 millions d’euros. Avec cette nouvelle, l’entreprise souhaite accélérer le développement de sa plateforme de conciergerie entièrement automatisée, et être précurseur face à l’arrivée de potentiels concurrents. A terme, Class Concierge souhaite […]",
      "published_ts": 1760694825,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://dagster.io/blog/designing-user-friendly-dagster-components",
      "title": "Building Dagster Components Your Users Will Love",
      "summary": "Learn how to build maintainable, user-focused Dagster components with these 6 proven best practices. From interface design to testing strategies, discover how to create reusable data platform tools your teams will actually want to use.",
      "published_ts": 1760535056,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/blog/dagster-plus-now-available-in-the-eu",
      "title": "https://dagster.io/blog/dagster-plus-now-available-in-the-eu",
      "summary": "We're thrilled to announce that Dagster+ has arrived in Europe! After hearing from so many organizations who need their Dagster control plane within EU boundaries for compliance and data residency requirements, we’re excited make Dagster+ EU available! With this launch, your control plane, metadata,",
      "published_ts": 1760535056,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/v2",
      "title": "New: Check out the Airbyte 2.0 release",
      "summary": "Enterprise Flex: Have your data cake and eat it too\nVIDEO\n‍\nWe built Enterprise Flex from the ground up to address a glaring gap we saw in the market: the biggest tension in enterprise data has always been control vs. flexibility. Companies want the ease of cloud deployment, but they need to keep se",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://dagster.io/platform-overview",
      "title": "Product Overview",
      "summary": "Everything you need to build production-grade data pipelines\nDagster isn’t just an orchestrator—it’s a full development platform for modern data teams. From observability to modularity, every feature helps you ship data products faster.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/product/capabilities",
      "title": "Capabilities OverviewExplore everything Airbyte can do",
      "summary": "Turn data into action, anywhere\nMove trusted data back into tools where work gets done. Power reverse ETL use cases and activate insights across your go-to-market stack with full flexibility.",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://www.prefect.io/customer-stories",
      "title": "Customers",
      "summary": "LiveEO\nmigrated from Airflow to Prefect\nin order to scale operations, streamline workflows, and maintain cost efficiency. With Prefect, they have reduced AWS costs by 63% while also tripling their development speed. This has enabled them to expand their geospatial data analysis capabilities, driving",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/platform-overview/data-orchestration",
      "title": "Data Orchestration",
      "summary": "Orchestration without limits\nFrom ingestion to transformation, modeling to delivery—Dagster makes it easy to build reliable workflows at every layer of the stack.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://www.prefect.io/pricing?plan=scale",
      "title": "Pricing",
      "summary": "© Copyright 2025 Prefect Technologies, Inc.\nAll rights reserved.",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/pricing?plan=start",
      "title": "Sign Up",
      "summary": "© Copyright 2025 Prefect Technologies, Inc.\nAll rights reserved.",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/platform-overview/data-quality",
      "title": "Data Quality",
      "summary": "Data quality shouldn’t be a separate workflow.\nDagster lets you define and run data quality checks where your data lives—alongside your pipelines. No separate tools, no disconnected alerting.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/platform-overview/cost-insights",
      "title": "Cost Insights",
      "summary": "Costs are now accessible to anyone\nDagster sits at the center of all your recurring data processes—from ingestion to transformation to visualization. As the orchestrator, it becomes the natural place to track and manage costs across tools.\nWith visibility across pipelines, teams, and tags, you can a",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/product/powered-by-airbyte",
      "title": "Powered by AirbyteEmbed 100s integrations at once in your app",
      "summary": "How does it work?\nPowered by Airbyte enables your customers to sync their data into your system, no matter the source. No data is stored or viewable by Airbyte.",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://www.prefect.io/blog/accelerating-ai-with-fastmcp-cloud",
      "title": "AIAIAccelerating AI with FastMCP CloudAugust 26, 2025",
      "summary": "If FastMCP Cloud was any easier, I wouldn't have a job.\n- Tobin South, VP AI Agents @ WorkOS\nToday, the Prefect team is thrilled to announce the public beta of\nFastMCP Cloud\n.\nOver the last few months, our open-source\nFastMCP\nproject has become the de facto standard for building MCP servers. FastMCP",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/how-snorkel-ai-executes-thousands-of-daily-workflows-with-prefect-open-source",
      "title": "Case StudiesHow Snorkel AI Reliably Executes Thousands of Daily Workflows with Prefect Open SourceSeptember 2025",
      "summary": "Snorkel AI replaced their homegrown orchestration system with Prefect Open Source, eliminating custom infrastructure for caching, telemetry, orchestration and queueing while achieving significant performance improvements. Now running thousands of workflows daily, they chose Prefect for its increment",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/integrations",
      "title": "Integrations",
      "summary": "Explore Integrations\nExplore docs, guides, and examples for Dagster’s integrations—spanning orchestration, ingestion, storage, transformation, and beyond.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/product/platform",
      "title": "Data Platform OverviewSee how Airbyte fits your stack",
      "summary": "Enterprise Self-Managed\nFor businesses with the most stringent data security needs that need unprecedented control. Deploy on-prem in a fully air gapped configuration. Includes features such as RBAC, SSO, and technical SLAs.\nFully air-gapped, on-prem deployment with capacity based pricing\nRBAC, SSO,",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://dagster.io/enterprise",
      "title": "Enterprise",
      "summary": "Real humans, real help, really fast\nWhen something breaks at scale, the last thing you want is to fill out a form and wait. With Dagster+ Pro, you get support that feels like an extension of your own team. Personalized onboarding support, a dedicated Slack or Microsoft Teams channel, and premium sup",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/v2",
      "title": "Hybrid DeploymentNew! Check out Airbyte 2.0",
      "summary": "Enterprise Flex: Have your data cake and eat it too\nVIDEO\n‍\nWe built Enterprise Flex from the ground up to address a glaring gap we saw in the market: the biggest tension in enterprise data has always been control vs. flexibility. Companies want the ease of cloud deployment, but they need to keep se",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://dagster.io/support",
      "title": "Support",
      "summary": "Dagster Support\nHave questions about how to use Dagster? Hit a bug? Have a feature request? Find info and reach out to the Dagster community or Dagster Labs team on a few different platforms.\nFor Sales or Billing enquiries, use our\nContact form.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/use-case/finance",
      "title": "Finance",
      "summary": "Designing User-Friendly Dagster Components\nThe difference between components that thrive and components that collect digital dust? User experience design.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://www.prefect.io/blog/highly-regulated-organizations-choose-prefect-cloud",
      "title": "Workflow OrchestrationWhy Highly Regulated Organizations Choose Prefect CloudSeptember 2025",
      "summary": "Learn why engineers at financial, healthcare, and government organizations are able to sail through Architecture/Security review.\nBut what about compliance?\nHere's where precision matters.\nSecurity and compliance are different things.\nWhile Prefect's architecture delivers the isolation that regulate",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://airbyte.com/ai",
      "title": "AI Context Platform OverviewAirbyte for Gen AI",
      "summary": "Context Engineering in a Box\nAirbyte Context handles the heavy lifting so your AI agents can see, reason, and respond with real context.",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://www.prefect.io/blog/prefect-s-open-source-sponsorship-2025-update",
      "title": "OSSPrefect's Open Source Sponsorship Initiative: 2025 UpdateSeptember 2025",
      "summary": "At Prefect, open source has always been at the core of who we are. As\nwe continue our participation in the Open Source Sponsorship Initiative\n, we're excited to share updates on our ongoing commitment to the open source community.\nOur Continued Investment\nThis year, we're contributing\n$30,000\nto sup",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://airbyte.com/solutions/extract-load",
      "title": "Extract & LoadMove data anywhere with ease",
      "summary": "Extract financial data from multiple sources\nWith support for sources like Shopify and Stripe, Airbyte helps finance teams break down siloes and create an integrated layer for revenue analysis and financial forecasting.",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://dagster.io/use-case/retail-e-commerce",
      "title": "Retail & E-commerce",
      "summary": "Designing User-Friendly Dagster Components\nThe difference between components that thrive and components that collect digital dust? User experience design.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://www.prefect.io/blog/how-climate-policy-radar-processes-25-000-policy-documents-with-prefect",
      "title": "Case StudiesHow Climate Policy Radar Processes 25,000 Policy Documents with PrefectSeptember 2025",
      "summary": "Industry:\nClimate Policy Research & Data\nUse Case:\nLarge-scale document processing and AI pipeline orchestration\nKey Outcomes:\nProcessed tens of millions of synthetic Q&A pairs for Google AI research project: \"We absolutely could not have done [the Google research project] without Prefect. That was ",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/use-case/life-sciences",
      "title": "Life Sciences",
      "summary": "Designing User-Friendly Dagster Components\nThe difference between components that thrive and components that collect digital dust? User experience design.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/solutions/database-replication",
      "title": "Database ReplicationSync high-volume databases fast",
      "summary": "Maintain financial compliance while modernizing tech stack\nBanks and financial institutions use Airbyte on-premises to meet standards such as GDPR, while replicating their legacy data to modern lakehouse destinations",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://www.prefect.io/blog/why-prefect-chose-workos-for-enterprise-auth",
      "title": "Prefect ProductThe Build vs. Buy Debate: Why Prefect Chose WorkOS for Enterprise AuthSeptember 2025",
      "summary": "Back in the summer of 2022 when you could buy a dozen eggs for less than $8.00, the Prefect team was deeply entrenched in re-platforming our SaaS product, Prefect Cloud. With nearly every other architecture and tooling decision made, one crucial choice remained:\nwhat to do for enterprise auth\n. Fast",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/solutions/data-modernization",
      "title": "Data Modernization",
      "summary": "Designing User-Friendly Dagster Components\nThe difference between components that thrive and components that collect digital dust? User experience design.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://www.prefect.io/blog/change-data-capture-tutorial-real-time-event-workflows-with-debezium-and-prefect",
      "title": "Workflow OrchestrationChange Data Capture Tutorial: Real-Time Event Workflows with Debezium and PrefectAugust 2025",
      "summary": "The move from batch schedules to real-time, event-driven systems is transforming how organizations work with data. While cron jobs and scheduled processes still have their place, modern businesses increasingly demand instant insights and immediate action.\nUnfortunately, legacy systems that were buil",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://dagster.io/solutions/data-products",
      "title": "Data Products",
      "summary": "Designing User-Friendly Dagster Components\nThe difference between components that thrive and components that collect digital dust? User experience design.",
      "published_ts": 1760464513,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/solutions/analytics",
      "title": "Analytics & BIUnlock insights with fresh, reliable data",
      "summary": "Self-serve analytics chatbots reduce data team workloads\nAfter integrating data with Airbyte, businesses build LLM-powered chatbots that can answer business questions with insights and metrics, saving data teams from ad-hoc requests and analyses.",
      "published_ts": 1760464513,
      "source_name": "Airbyte Blog"
    },
    {
      "url": "https://www.prefect.io/blog/how-japan-s-leading-bnpl-company-paidy-transformed-their-data-operations-with-prefect",
      "title": "Case StudiesHow Japan's Leading BNPL Company, Paidy, Transformed Their Data Operations with PrefectAugust 2025",
      "summary": "Paidy is Japan's leading \"Buy Now, Pay Later\" (BNPL) service that allows consumers to make online purchases without needing a credit card or pre-registration. Instead, users can pay with just their smartphones. Purchases are consolidated and billed monthly, with options to pay via convenience store,",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/welcoming-chris-white-as-prefect-s-president",
      "title": "PressWelcoming Chris White as Prefect's PresidentAugust 2025",
      "summary": "I am delighted to announce that Chris White, my friend, partner, and our longtime CTO, is taking the role of President at Prefect.\nChris joined me on day one, more than seven years ago. As comfortable navigating ocean currents on his surfboard as he is the complexities of our codebase, he has been i",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/airflow-local-development",
      "title": "Prefect ProductAirflow Local Development SucksJuly 2025",
      "summary": "How to solve Airflow local development problems, testing challenges, and complex setup requirements with a simpler alternative\nSetting up Apache Airflow 3 for local development requires at least 4 separate services, a minimum of 4GB RAM (8GB recommended), and setup times that can stretch from hours ",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/turn-your-dbt-project-into-a-production-pipeline-in-minutes",
      "title": "Prefect ProductTurn Your dbt Project Into a Production Pipeline in MinutesJuly 2025",
      "summary": "tldr\nGet realtime logs, a live execution graph, and data lineage for your dbt projects\nfor free\nin\nseconds\n.\nTo see it work,\ncreate a Prefect Cloud account\n,\ninstall uv\n, and run\nuvx prefect-cloud deploy flow.py:dbt_flow \\\\\n--name dbt_deployment \\\\\n--from PrefectHQ/jaffle_shop_duckdb_prefect/tree/du",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/how-foundry-cut-workflow-deployment-time-by-80-using-prefect",
      "title": "Case StudiesHow Foundry Cut Workflow Deployment Time by 80% Using PrefectJuly 2025",
      "summary": "Customer:\nFoundry\nIndustry:\nCryptocurrency infrastructure\nUse Case:\nData pipeline orchestration\nKey Outcomes:\nEngineers migrated pipelines from GitLab CI to Prefect within a single sprint\nDetection time for failures dropped by 95-99 percent, from up to 5 days to under 15 minutes\nMonthly pipeline dow",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/introducing-assets-from-task-to-materialize",
      "title": "Prefect ProductIntroducing Assets: From @task to @materializeJune 2025",
      "summary": "TL;DR:\nWe’re Prefect, we orchestrate a thousand years of Python runtime every month. We built a cool feature called assets. Assets let you track decision and data lineage for your agents or workflows by showing you what they produce and how they relate. Check out the\ndocumentation\nor scroll to the b",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/kraft-analytics-group-platform-evolution-with-prefect",
      "title": "Case StudiesKraft Analytics Group Platform Evolution with Prefect May 2025",
      "summary": "Summary\nCustomer\n: Kraft Analytics Group (KAGR)\nIndustry\n: Sports & Entertainment\nUse Case\n: KAGR underwent a process to evolve their platform’s tech stack to meet massive client growth and shifts in the industry’s use of data. They selected Prefect to solve for secure & scalable data orchestration.",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://www.prefect.io/blog/how-to-roll-back-deployments-in-prefect-with-deployment-versioning",
      "title": "Prefect ProductHow to Roll Back Deployments in Prefect with Deployment VersioningMay 2025",
      "summary": "Watch the deployment versioning walkthrough video to learn how rollbacks works in the UI.\nToday we're introducing deployment versioning in Prefect, a smarter way to manage changes, track performance, and recover quickly when something goes wrong.\nIf you've ever wished you could just \"undo\" a deploym",
      "published_ts": 1760464513,
      "source_name": "Prefect Blog"
    },
    {
      "url": "https://cloud.google.com/dataform/docs/guides",
      "title": "Learn to complete specific tasks with this product.",
      "summary": "This document introduces you to Dataform concepts and processes.\nDataform is a service for data analysts to develop, test,\ncontrol versions, and schedule complex workflows for\ndata transformation in BigQuery.\nDataform lets you manage data transformation in the Extraction,\nLoading, and Transformation",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://cloud.google.com/dataform/docs/guides",
      "title": "Browse guides and tutorials for this product.",
      "summary": "This document introduces you to Dataform concepts and processes.\nDataform is a service for data analysts to develop, test,\ncontrol versions, and schedule complex workflows for\ndata transformation in BigQuery.\nDataform lets you manage data transformation in the Extraction,\nLoading, and Transformation",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-labs-affirms-commitment-to-open-semantic-interchange-by-open-sourcing-metricflow",
      "title": "dbt Labs Affirms Commitment to Open Semantic Interchange by Open Sourcing MetricFlow",
      "summary": "dbt Labs is open-sourcing MetricFlow with an Apache 2.0 license, a significant step towards advancing trustworthy AI.",
      "published_ts": 1760459400,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-labs-cost-optimization-agentic-ai-product-announcements",
      "title": "dbt Labs Delivers Significant Cost Optimization Results and Agentic AI Features, Powered by Fusion",
      "summary": "Double-digit compute spend reductions and a new suite of goverened AI agents among new features announced at Coalesce 2025",
      "published_ts": 1760459400,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-agents-remote-dbt-mcp-server-trusted-ai-for-analytics",
      "title": "Announcing dbt Agents and the remote dbt MCP Server: Trusted AI for analytics",
      "summary": "Introducing new AI agent capabilities to speed up your analytics lifecycle.",
      "published_ts": 1760453580,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/announcing-state-aware-orchestration",
      "title": "State-aware orchestration now in Preview for Fusion projects",
      "summary": "Intelligent pipelines that save time and money—state-aware orchestration now in Preview for dbt Fusion projects.",
      "published_ts": 1760441220,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://dagster.io/blog/bridging-high-code-and-low-code",
      "title": "Bridging High-Code and Low-Code: How Dagster Components End the Trade-Off",
      "summary": "High-code drowns teams in boilerplate. Low-code hits a ceiling fast. DSLs fail in between. Dagster Components bridges both approaches so newcomers and experts can build together without compromise.",
      "published_ts": 1760372687,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-labs-and-fivetran-merge-announcement",
      "title": "dbt Labs + Fivetran: Open data infrastructure for analytics and AI",
      "summary": "Why we’re joining forces with Fivetran to build the future",
      "published_ts": 1760371500,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-labs-and-fivetran-sign-definitive-agreement-to-merge",
      "title": "Fivetran and dbt Labs Unite to Set the Standard for Open Data Infrastructure",
      "summary": "Together, Fivetran and dbt are simplifying enterprise data management with a unified foundation.",
      "published_ts": 1760371200,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://www.getdbt.com/blog/dbt-labs-and-fivetran-product-vision",
      "title": "The era of open data infrastructure",
      "summary": "Why the dbt + Fivetran merger is the inflection point for AI, Iceberg, and the enterprise",
      "published_ts": 1760371200,
      "source_name": "dbt Blog"
    },
    {
      "url": "https://dagster.io/blog/building-a-better-lakehouse-from-airflow-to-dagster",
      "title": "Modern Lakehouse Orchestration: Dagster vs Airflow Guide",
      "summary": "Compare Airflow and Dagster for lakehouse orchestration. Discover event-driven processing, asset checks, and pure SQL patterns for MinIO, Trino, and Iceberg.",
      "published_ts": 1760367335,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/blog/python-environment-variables",
      "title": "Best Practices for Python Env Variables",
      "summary": "Learn to manage Python environment variables safely and cleanly as part of our ongoing series on data engineering with Dagster.",
      "published_ts": 1760366189,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/blog/data-engineering-in-python",
      "title": "Move from Python Scripts to Dagster",
      "summary": "Move from ad hoc scripts to reliable pipelines by converting your Python data projects into orchestrated Dagster workflows.",
      "published_ts": 1760366189,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://dagster.io/blog/python-factory-patterns",
      "title": "Factory Design Patterns in Python",
      "summary": "Factory patterns help create reusable components in data engineering. Learn how to apply them in Python using Dagster.",
      "published_ts": 1760366189,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://airbyte.com/blog/future-of-data-movement",
      "title": "Setting the Agenda: The Future of Data Movement | Airbyte",
      "summary": "Discover Airbyte’s vision for the future of data movement—how open source, automation, and innovation are redefining how organizations move and manage data.",
      "published_ts": 1760313600,
      "source_name": "Airbyte Blog"
    }
  ],
  "db_sql_olap": [
    {
      "url": "https://www.lemagit.fr/actualites/366632811/Avec-son-moteur-Fusion-dbt-Labs-fait-la-chasse-aux-couts",
      "title": "Avec son moteur Fusion, dbt Labs fait la chasse aux coûts",
      "summary": "<p>Dbt Labs a dévoilé mardi une version mise à jour de son moteur Fusion, un remplaçant de dbt Core, dans son produit commercial.</p> \n<p>En outre, le fournisseur a dévoilé dbt Agents, un ensemble de fonctionnalités basées sur l’IA, intégrée à la plateforme dbt Labs. Elles doivent aider les utilisateurs à effectuer des tâches telles que la découverte et la surveillance de la qualité des données.</p> \n<p>La mise à jour Fusion et les agents dbt ont été dévoilés lors de Coalesce, la conférence annuelle des utilisateurs de dbt Labs à Las Vegas.</p> \n<p>Fusion, lancé en mai, est actuellement en phase de préversion pour les charges de travail sur Amazon Redshift, Databricks, Google BigQuery et Snowflake.</p> \n<p>Dbt&nbsp;Fusion est un moteur propriétaire dont le rôle est d’exécuter des charges de travail de transformation des données. <a href=\"https://www.lemagit.fr/conseil/Rust-vs-C-les-differences-et-cas-dusage-cles\">Il est écrit en Rust</a> et non plus <a href=\"https://www.lemagit.fr/conseil/Developper-des-microservices-en-Python-est-ce-viable\">en Python</a>, contrairement à dbt Core.</p> \n<p>Fusion permet désormais aux utilisateurs de créer des pipelines optimisés qui créent et gèrent des tables Apache Iceberg dans Databricks et Snowflake. Il exécute des charges de travail sur site et dans des clouds privés, pour un contrôle accru par rapport aux clouds publics. Par ailleurs, il intègre des définitions sémantiques et la traçabilité des données en vue d’améliorer la qualité des données.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Jusqu’à 30 % d’économie avec le moteur Fusion\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Jusqu’à 30&nbsp;% d’économie avec le moteur Fusion</h2>\n <p>Autre point notable, la mise à jour de dbt Fusion ajoute une orchestration sensible à l’état. Elle doit réduire les coûts de calcul inutiles en garantissant que les pipelines de données n’exécutent que les modèles ayant changé lors de l’entraînement et de la mise à jour des applications.</p>\n <p>Plus précisément, dbt Fusion ne recrée pas les modèles de données des tables cibles (transformées) au sein de son DAG (graphe acyclique dirigé). Au lieu de ça, il ne traite pas ceux qui n’ont pas besoin d’être changés. Cela permettrait d’économiser 10&nbsp;% des coûts, selon les tests effectués avec la cohorte de bêta-testeurs.</p>\n <p>Le moteur permet aux équipes data d’affiner les pipelines de données, en définissant des exigences de fraîcheur des données que l’orchestration sensible à l’état respecte, tout en déterminant le chemin d’exécution des tâches optimal. La cohorte de testeurs aurait obtenu un gain annuel supplémentaire minimum de 15&nbsp;%. L’amélioration des tests agrégés sensibles aux colonnes et de la CI permettrait encore de «&nbsp;gratter&nbsp;» 4&nbsp;% des coûts, pour un total «&nbsp;potentiel&nbsp;» de 29&nbsp;%.</p>\n <p>« Le moteur Fusion est né du constat que nous avions atteint les limites de ce que nous pouvions faire avec le code source original de dbt Core », explique Tristan Handy, fondateur et CEO de dbt labs.</p>\n <p>Les commentaires des clients ont également joué un rôle dans la décision initiale de dbt Labs de développer un nouveau moteur, poursuit-il. Le dirigeant assure que les utilisateurs recherchent toujours des performances plus rapides et des coûts plus bas. Mais la principale motivation pour créer dbt Fusion part du constat que l’architecture d’origine du fournisseur, construite en 2016, ne répondait plus aux besoins des charges de travail de 2025. L’écriture du moteur en Rust permettrait de parser 30&nbsp;fois plus rapidement les données que dbt Core.</p>\n <p>«&nbsp;Notre véritable motivation était de reconnaître que nous ne pouvions pas simplement nous contenter d’itérer afin d’aller vers l’avenir, surtout compte tenu de la rapidité avec laquelle les choses évoluent pour l’IA et les normes ouvertes comme Iceberg&nbsp;», affirme Tristan&nbsp;Handy.</p>\n <p>Comme Fusion ajoute désormais des fonctionnalités qui aident les clients à contrôler leurs coûts, il présente un intérêt réel pour les clients, remarque Donald&nbsp;Farmer, fondateur et directeur de TreeHive Strategy.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Cette annonce arrive donc à point nommé, d’autant plus que dbt a été critiqué par les utilisateurs pour la lenteur de l’exécution des projets de grande envergure.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Donald Farmer</strong>Fondateur et directeur, TreeHive Strategy\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>«&nbsp;Les coûts du cloud sont une priorité pour de nombreux DSI, en grande partie en raison de l’augmentation de l’échelle de l’IA, de l’analytique et des charges de travail liées aux données&nbsp;», déclare-t-il. «&nbsp;Cette annonce arrive donc à point nommé, d’autant plus que dbt a été critiqué par les utilisateurs pour la lenteur de l’exécution des projets de grande envergure&nbsp;».</p>\n <p>L’orchestration sensible à l’état, quant à elle, est un moyen logique pour dbt Labs de maîtriser les coûts et d’améliorer les performances, poursuit l’analyste.</p>\n <p>«&nbsp;L’orchestration sensible à l’état est tout à fait logique&nbsp;», considère-t-il. «&nbsp;Auparavant, ce processus nécessitait beaucoup de travail manuel, donc les utilisateurs devraient être satisfaits si cela est bien fait&nbsp;». Les gains semblent pour l’instant dépendre de la stratégie de rafraîchissement de données.</p>\n</section>            \n<section class=\"section main-article-chapter\" data-menu-title=\"Quatre premiers agents IA pour les ingénieurs de données\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Quatre premiers agents IA pour les ingénieurs de données</h2>\n <p>Parallèlement, les quatre premiers agents IA de dbt font leur apparition. Ils sont ou seront accessibles via le serveur distant Model Context Protocol de dbt Labs. Le serveur MCP est en disponibilité générale et intègre des outils liés au moteur Fusion.</p>\n <p>Les agents IA sont les suivants&nbsp;:</p>\n <ul class=\"default-list\"> \n  <li>Developer&nbsp;Agent&nbsp;: un assistant bientôt disponible pour expliquer les modèles de données et les valider avant un merge.</li> \n  <li>Un futur agent d’observabilité pour surveiller la qualité des données, identifier les causes profondes des erreurs et des changements, et proposer des corrections dans les pipelines de données.</li> \n  <li>Un agent de découverte, en bêta permettant de trouver les jeux de données appropriés à partir d’une requête en langage naturel. &nbsp;</li> \n  <li>Un agent analyste (en bêta également) pour répondre aux questions sur les modèles, les tâches et les métriques.</li> \n </ul>\n <p>De nombreux fournisseurs ajoutent désormais des agents à leurs plateformes, DBT Labs n’est pas le premier, rappelle Donald&nbsp;Farmer<a href=\"https://www.lemagit.fr/actualites/366585552/La-couche-de-gouvernance-de-DBT-Labs-convainc-davantage-que-son-assistant-IA\">. Et il n’était pas en avance l’année dernière</a>. Cependant, comme la transformation des données implique plus de tâches routinières que certains autres processus de gestion des données, les agents sont les bienvenus.</p>\n <p>&nbsp;«&nbsp;Ce sont exactement les tâches que les agents devraient prendre en charge&nbsp;», avance Donald&nbsp;Farmer.</p>\n <p>William&nbsp;McKnight, analyste et dirigeant du cabinet McKnight Consulting Group, souligne que les agents Developer et Observability seront peut-être les plus importants pour les utilisateurs.</p>\n <p>«&nbsp;L’agent Developer se distinguera en automatisant des tâches telles que la création, la refonte et la validation de code, ce qui permet d’accélérer le processus tout en maintenant la qualité et la confiance&nbsp;», explique-t-il. «&nbsp;L’agent Observability est important, car il automatisera l’identification des problèmes et la proposition de solutions, ce qui réduit le travail de correction manuel et prend en charge l’IA régulée et une infrastructure de données fiable.&nbsp;»</p>\n <p>Pour autant, l’ensemble de ces fonctionnalités ne sont pas disponibles ou en préversion. Quoi qu’en dise dbt, qui prétend que des milliers d’équipes sont en train d’adopter son nouveau moteur.</p>\n</section>         \n<section class=\"section main-article-chapter\" data-menu-title=\"Une autre fusion attendue\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une autre fusion attendue</h2>\n <p>Aussi, il faut rappeler <a href=\"https://www.lemagit.fr/actualites/366632564/ELT-Fivetran-et-dbt-Labs-confirment-leur-fusion\">la fusion en cours entre DBT Labs et Fivetran</a>. Annoncée la veille de Coalesce, elle s’inscrit dans le cadre d’une consolidation continue dans le domaine de la gestion et de l’analyse des données.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Lorsque l’accord sera conclu et que nos entreprises uniront leurs forces, nous pourrons devenir une solution [d’extraction, de transformation et de chargement] de bout en bout à grande échelle.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Tristan Handy</strong>Fondateur et CEO, dbt labs\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Databricks et Snowflake ont racheté des <a href=\"https://www.lemagit.fr/actualites/366625496/Openflow-Snowflake-veut-unifier-lingestion-des-donnees-structurees-et-non-structurees\">spécialistes afin d’étendre leurs capacités</a>. De même, Qlik et Fivetran se sont récemment développés en acquérant des éditeurs plus modestes <a href=\"https://www.lemagit.fr/tribune/Boris-Jabes-Census-et-Fivetran-creent-une-forme-diPaaS-centre-sur-les-donnees\">pour se doter de fonctionnalités ETL/ELT modernes</a>. Parallèlement, Informatica, spécialiste indépendant de longue date dans le domaine de la gestion des données, a conclu un accord en vue de son rachat par Salesforce.</p>\n <p>Selon Tristan&nbsp;Handy, l’union avec Fivetran vise à combiner des capacités complémentaires afin de fournir aux clients une plateforme plus complète.</p>\n <p>«&nbsp;Lorsque l’accord sera conclu et que nos entreprises uniront leurs forces, nous pourrons devenir une solution [d’extraction, de transformation et de chargement] de bout en bout à grande échelle&nbsp;», promet-il. «&nbsp;Nous avons déjà des milliers de clients communs… qui font confiance à Fivetran et DBT comme étant la meilleure combinaison possible. Notre objectif est de réunir tout cela dans une solution unifiée.&nbsp;»</p>\n <p>Par ailleurs, dbt Labs prévoit d’affiner Fusion, à mesure que de plus en plus de développeurs adoptent le nouveau moteur et continuent d’étendre son écosystème grâce à des intégrations, ajoute Tristan&nbsp;Handy.</p>\n <p>Concernant la nature open source de dbt Core, l’éditeur a promis de le maintenir le projet «&nbsp;indéfiniment&nbsp;». Il a aussi annoncé MetricFlow. Cette librairie sous licence Apache&nbsp;2.0 lancée avec Snowflake et Salesforce doit permettre de s’assurer que des métriques ou des indicateurs clés sont consistants entre les tableaux de bord, les notebooks des équipes data et les agents IA.&nbsp;</p>\n <p>«&nbsp;Dbt pourrait améliorer sa plateforme en améliorant la visualisation de la traçabilité des données et en prenant en charge davantage de sources de données&nbsp;», recommande pour sa part William&nbsp;McKnight. «&nbsp;En outre, il pourrait approfondir les capacités de ses agents IA, en les intégrant plus étroitement à Dbt Insights afin d’accélérer la génération d’informations et élargir l’utilisation du serveur dbt MCP. Cela garantirait un contexte fiable et contrôlé pour les systèmes IA externes.&nbsp;»</p>\n</section>",
      "published_ts": 1760709300,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/blog/announcing-a-new-fabric-rest-api-for-connection-binding-of-semantic-models/",
      "title": "Announcing a new Fabric REST API for connection binding of semantic models",
      "summary": "We are thrilled to announce the release of a new Fabric REST API for configuring connection bindings for semantic models. A connection binding defines what data connection a semantic model will use to connect to an underlying data source.",
      "published_ts": 1760623360,
      "source_name": "Power BI Blog"
    },
    {
      "url": "https://azure.microsoft.com/en-us/blog/oracle-databaseazure-offers-new-features-regions-and-programs-to-unlock-data-and-ai-innovation/",
      "title": "Oracle Database@Azure offers new features, regions, and programs to unlock data and AI innovation",
      "summary": "Oracle Database@Azure adds new AI-ready features, expands to 33 regions, and launches new partner and migration programs The post Oracle Database@Azure offers new features, regions, and programs to unlock data and AI innovation appeared first on Microsoft Azure Blog .",
      "published_ts": 1760464800,
      "source_name": "Azure Blog"
    },
    {
      "url": "https://cloud.google.com/bigquery/docs/pipelines-introduction",
      "title": "data pipelines",
      "summary": "Introduction to BigQuery pipelines\nYou can use BigQuery pipelines to automate and streamline your\nBigQuery data processes. With pipelines, you can schedule and\nexecute code assets in sequence to improve efficiency and reduce manual effort.\nOverview\nPipelines are powered by\nDataform\n.\nA pipeline cons",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://cloud.google.com/bigquery/docs/data-prep-introduction",
      "title": "data preparation",
      "summary": "Introduction to BigQuery data preparation\nThis document describes AI-augmented data preparation in BigQuery. Data\npreparations are\nBigQuery\nresources, which use Gemini in BigQuery to analyze your\ndata and provide intelligent suggestions for cleaning, transforming, and\nenriching it. You can significa",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://cloud.google.com/dataform/docs/quickstart-create-workflow",
      "title": "Get a quick intro to using this product.",
      "summary": "Send feedback\nStay organized with collections\nSave and categorize content based on your preferences.\nCreate and run a workflow in Dataform\nThis quickstart walks you through the following process in Dataform\nto create a workflow and run it in BigQuery:\nBefore you begin\nSign in to your Google Cloud ac",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://cloud.google.com/dataform/reference/rest",
      "title": "View APIs, references, and other resources for this product.",
      "summary": "Send feedback\nDataform API\nStay organized with collections\nSave and categorize content based on your preferences.\nService to develop, version control, and operationalize SQL pipelines in BigQuery.\nService: dataform.googleapis.com\nTo call this service, we recommend that you use the Google-provided\ncl",
      "published_ts": 1760464513,
      "source_name": "Dataform Blog"
    },
    {
      "url": "https://cloud.google.com/blog/topics/maps-geospatial",
      "title": "Maps & Geospatial",
      "summary": "Data Analytics\nOptimizing BigQuery for astronomy datasets using HealPix Index\nBy Marcos Aurelio Poles de Souza • 10-minute read",
      "published_ts": 1760464513,
      "source_name": "Google Cloud Blog"
    },
    {
      "url": "https://cloud.google.com/bigquery",
      "title": "BigQuery",
      "summary": "How BigQuery pricing works\nBigQuery pricing is based on compute (analysis), storage, additional services, and data ingestion and extraction. Loading and exporting data are free.\nServices and usage\nSubscription type\nPrice (USD)\nThe\nBigQuery free tier\ngives customers 10 GiB storage, up to 1 TiB querie",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://www.databricks.com/blog/future-banks-and-insurers-open-ecosystems-ai-and-curiosity",
      "title": "The Future of Banks and Insurers: Open Ecosystems, AI and Curiosity",
      "summary": "As host of a recent Databricks banking and insurance webinar, I brought together...",
      "published_ts": 1760433386,
      "source_name": "Databricks Blog"
    },
    {
      "url": "https://cloud.google.com/bigquery/docs/release-notes#October_14_2025",
      "title": "October 14, 2025",
      "summary": "Feature You can now use SQL cells to write,\nedit, and run SQL queries on your BigQuery data directly from your\nnotebooks. This feature is in Preview . Announcement The BigQuery Data Transfer API (bigquerydatatransfer.googleapis.com) is now\nenabled by default for every new Google Cloud project. This feature is generally available (GA). Feature You can now embed natural language as comments in existing SQL to refine and\ntransform your code .\nThis feature is preview .",
      "published_ts": 1760425200,
      "source_name": "BigQuery Release Notes"
    },
    {
      "url": "https://aws.amazon.com/about-aws/whats-new/2025/10/amazon-rds-supports-latest-cu-gdr-updates-for-microsoft-sql-server",
      "title": "Amazon RDS now supports the latest CU and GDR updates for Microsoft SQL Server",
      "summary": "Amazon Relational Database Service (Amazon RDS) for SQL Server now supports the latest General Distribution Release (GDR) updates for Microsoft SQL Server. This release includes support for Microsoft SQL Server 2016 SP3+GDR KB5065226 (RDS version 13.00.6470.1.v1), SQL Server 2017 CU31+GDR KB5065225 (RDS version 14.00.3505.1.v1), SQL Server 2019 CU32+GDR KB5065222 (RDS version 15.00.4445.1.v1) and SQL Server 2022 CU21 KB5065865 (RDS version 16.00.4215.2.v1). The GDR updates address vulnerabilities described in CVE-2025-47997, CVE-2025-55227, CVE-2024-21907. For additional information on the improvements and fixes included in these updates, see Microsoft documentation for KB5065226, KB5065225, KB5065222 and KB5065865. We recommend that you upgrade your Amazon RDS for SQL Server instances to apply these updates using Amazon RDS Management Console, or by using the AWS SDK or CLI. You can learn more about upgrading your database instance in the Amazon RDS SQL Server User Guide for upgrading your RDS Microsoft SQL Server DB engine .",
      "published_ts": 1760383380,
      "source_name": "AWS What’s New"
    },
    {
      "url": "https://www.databricks.com/blog/how-build-and-scale-multimodal-ai-systems-databricks",
      "title": "How to Build and Scale Multimodal AI Systems on Databricks",
      "summary": "Why Multimodal Matters for Enterprise AIThe real world is multimodal—and your AI should be too. ...",
      "published_ts": 1760371200,
      "source_name": "Databricks Blog"
    },
    {
      "url": "https://aws.amazon.com/about-aws/whats-new/2025/10/amazon-ec2-high-memory-u7i-instances-asia-pacific-mumbai-region",
      "title": "Amazon EC2 High Memory U7i instances now available in Asia Pacific (Mumbai) Region",
      "summary": "Starting today, Amazon EC2 High Memory U7i instances with 12TB of memory (u7i-12tb.224xlarge) are now available in the Asia Pacific (Mumbai) region. U7i-12tb instances are part of AWS 7th generation and are powered by custom fourth generation Intel Xeon Scalable Processors (Sapphire Rapids). U7i-12tb instances offer 12TiB of DDR5 memory enabling customers to scale transaction processing throughput in a fast-growing data environment. U7i-12tb instances offer 896 vCPUs, support up to 100Gbps Elastic Block Storage (EBS) for faster data loading and backups, deliver up to 100Gbps of network bandwidth, and support ENA Express. U7i instances are ideal for customers using mission-critical in-memory databases like SAP HANA, Oracle, and SQL Server. To learn more about U7i instances, visit the High Memory instances page .",
      "published_ts": 1760364000,
      "source_name": "AWS What’s New"
    },
    {
      "url": "https://duckdb.org/2025/10/13/duckdb-streaming-patterns.html",
      "title": "Streaming Patterns with DuckDB",
      "summary": "DuckDB used for streaming analytics? This post will show you some patterns in which you can use DuckDB to refresh your data at near real-time speed.",
      "published_ts": 1760313600,
      "source_name": "DuckDB Blog"
    }
  ],
  "ml_ai": [
    {
      "url": "https://www.numerama.com/sciences/2095447-cetaient-les-10-plus-grands-moments-de-la-conquete-spatiale-2015-2025.html",
      "title": "C’étaient les 10 plus grands moments de la conquête spatiale 2015-2025",
      "summary": "Voilà 10 ans que Numerama a rejoint le groupe Humanoid. Dix ans où l'on a suivi avec de plus en plus d'attention ce qui se passait du côté de la conquête spatiale, aussi bien aux États-Unis qu'en Europe, sans oublier la Chine ou la Russie. Et il s'en est passé des choses, comme le montrent ces 10 moments les plus marquants de la décennie passée.",
      "published_ts": 1760894400,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2096825-le-bateau-de-jack-sparrow-est-le-meilleur-lego-que-vous-pouvez-construire.html",
      "title": "Le bateau de Jack Sparrow est le meilleur Lego que vous pouvez construire",
      "summary": "En attendant le prochain film Pirates des Caraïbes, dans lequel pourrait revenir un certain Jack Sparrow, Lego commercialise son bateau. La reconstitution, impressionnante, offre des phases de construction terriblement satisfaisantes.",
      "published_ts": 1760889540,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/sciences/2095405-et-si-lalcool-disparaissait-pour-de-bon-de-la-planete.html",
      "title": "Et si l’alcool disparaissait de la planète pour de bon ?",
      "summary": "Que se passerait-il si la consommation d’alcool s’arrêtait totalement, partout ? Ou si, scénario dystopique pour les uns, utopique pour les autres, les boissons alcoolisées disparaissaient totalement de la planète ?",
      "published_ts": 1760877000,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2096119-vous-aimez-les-plantes-et-larchitecture-cette-offre-sur-les-lego-devrait-vous-plaire.html",
      "title": "Vous aimez les plantes et l’architecture ? Cette offre sur les Lego devrait vous plaire",
      "summary": "Lego propose beaucoup de sets très élégants, notamment dans ses gammes Botanique et Architecture qui font la part belle aux plantes et aux beaux bâtiments. Voici une petite sélection de Lego dans l'offre : un Lego acheté, le 2ᵉ à -50 % sur La Fnac.",
      "published_ts": 1760876804,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.zdnet.fr/pratique/comment-utiliser-la-traduction-en-direct-sur-vos-airpods-483633.htm#xtor=RSS-1",
      "title": "Comment utiliser la traduction en direct sur vos AirPods",
      "summary": "Avec la Traduction en direct d'iOS 26, vous pouvez utiliser votre iPhone et vos AirPods pour parler à quelqu'un qui parle une autre langue.",
      "published_ts": 1760872257,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.lemagit.fr/dessin/Ringover-lance-une-IA-qui-coache-les-commerciaux-et-le-support",
      "title": "Ringover lance une IA qui coache les commerciaux et le support",
      "summary": "<p>L’éditeur français Ringover lance un assistant de coaching en temps réel. L’outil infusé à l’IA doit aider les équipes commerciales et celles qui gèrent la relation client à s’améliorer grâce à des suggestions et des analyses instantanées. L’IA est au cœur de la stratégie de croissance de l’éditeur qui vise les 100&nbsp;millions&nbsp;€ de CA.</p> \n<p><br>&gt; Lire <a href=\"https://www.lemagit.fr/actualites/366632886/Ringover-lance-une-IA-qui-coache-les-commerciaux-et-le-support\">l’article de Philippe Ducellier</a></p> \n<p></p>",
      "published_ts": 1760869740,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2094209-voici-les-10-grandes-series-qui-ont-marque-la-decennie.html",
      "title": "Voici les 10 grandes séries qui ont marqué la décennie 2015-2025",
      "summary": "Alors que Numerama fête ses 10 ans au sein d'Humanoid, nous avons décidé de sélectionner les 10 séries qui ont bouleversé le petit écran depuis 2015. L'occasion de revenir sur des incontournables du catalogue de Netflix, mais pas que.",
      "published_ts": 1760868120,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/tech/204817-les-macbook-dapple-quil-ne-faut-pas-acheter-un-anti-guide-dachat.html",
      "title": "Quel Mac acheter en 2025 : MacBook Pro, Air, Mini ou iMac ?",
      "summary": "En 2025, l’offre Mac n’a jamais été aussi riche… et aussi compliquée à décrypter avec les différentes puces de M1 jusqu'à M5 et leurs dérivés. Faut-il investir dans la toute dernière génération ou profiter des bonnes affaires sur les modèles précédents ? Voici notre guide pour vous aider à trouver le Mac qui correspond vraiment à vos besoins, sans vous tromper.",
      "published_ts": 1760865868,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.zdnet.fr/blogs/l-esprit-libre/wikipedia-couverture-des-manifs-anti-trump-un-drame-evite-a-new-york-483661.htm#xtor=RSS-1",
      "title": "Wikipédia : couverture des manifs anti-Trump. Un drame évité à New York",
      "summary": "Les grandes manifestations \"No Kings\" du 18 octobre 2025 à travers les Etats-Unis sont illustrées par des centaines de photos dans Wikimedia Commons. Lors d’une convention wikipédienne le 17 octobre, un homme armé a été maîtrisé.",
      "published_ts": 1760865023,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.numerama.com/tech/2094769-le-produit-le-plus-mysterieux-dapple-est-a-gagner-dans-ce-concours.html",
      "title": "Le produit le plus mystérieux d’Apple est à gagner dans ce concours pour nos 10 ans",
      "summary": "Le produit Apple le plus mystérieux de tous les temps ? Sans conteste, c'est celui qui nettoie tous les autres, avec une compatibilité maximale. Pour nos 10 ans chez Humanoid, on vous fait gagner l'iconique chiffonnette Apple, ce bout de tissu légendaire.",
      "published_ts": 1760861040,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/vroom/2096999-renault-est-alle-en-chine-chercher-ce-que-leurope-a-perdu.html",
      "title": "Renault est allé en Chine chercher ce que l’Europe a perdu",
      "summary": "On pensait que la Chine était l’adversaire. Renault y a trouvé un partenaire. Et peut-être une leçon d’efficacité industrielle. Cet édito de la newsletter Watt Else a été rédigé dans le vol retour de la Chine le 17 octobre.",
      "published_ts": 1760855280,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2097243-critique-kaamelott-etrange-objet-spatial-survie-du-starship-le-recap-de-la-semaine.html",
      "title": "Critique Kaamelott, étrange objet spatial, survie du Starship — le récap’ de la semaine",
      "summary": "Kaamelott Deuxième Volet Partie 1 est très attendu, et la critique du film a suscité des réactions ainsi que de la curiosité. Mais la semaine a aussi été ponctuée par le vol d'essai du Starship (déjà le 11e !) et par une curiosité spatiale encore assez mal comprise.",
      "published_ts": 1760850660,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.journaldunet.com/magazine/1539819-hf1-coupure-internet/",
      "title": "Les box Internet de 8 millions de Français vont arrêter de fonctionner - voici la date de coupure",
      "summary": "Des milliers de communes et des millions d'habitants vont être touchés par des coupures du réseau Internet. Les ménages doivent anticiper un changement crucial.",
      "published_ts": 1760849402,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/magazine/1545251-rv1-fausses-astuces-pour-eloigner-les-araignees/",
      "title": "\"Arrêtez ces techniques contre les araignées\" : une arachnologue démêle le vrai du faux des astuces pour faire fuir les araignées",
      "summary": "Très répandues sur Internet et les réseaux sociaux, ces astuces sont des légendes urbaines totalement inefficaces.",
      "published_ts": 1760849102,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2097429-notre-avis-sur-toy-battle-le-meilleur-jeu-de-societe-pour-deux.html",
      "title": "Toy Battle est le meilleur jeu de société à deux de 2025",
      "summary": "C’est la guerre chez les jouets ! Sur terre, en mer, dans les nuages et même dans l’espace, la bataille fait rage, dans Toy Battle, notre jeu de société de la semaine… et peut-être même de l’année ! Comment ça se joue ? Quel est notre avis ? On vous dit tout.",
      "published_ts": 1760807580,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/vroom/2093287-voici-les-10-voitures-electriques-qui-ont-marque-la-derniere-decennie.html",
      "title": "Voici les 10 voitures électriques qui ont vraiment marqué la décennie 2015-2025",
      "summary": "La popularisation de la voiture électrique est jeune. Il y a 10 ans, on  trouvait seulement quelques modèles. Depuis, l'offre s'est largement diversifiée avec certaines voitures ayant marqué leur époque. Pour les 10 ans de Numerama, voici notre sélection de star de la décennie.",
      "published_ts": 1760803380,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/cyberguerre/2097147-nordvpn-nattend-personne-pour-le-black-friday-et-propose-deja-ses-abonnements-en-promo.html",
      "title": "NordVPN n’attend personne pour le Black Friday et propose déjà ses abonnements en promo",
      "summary": "[Deal du jour] Alors que le Black Friday est prévu pour le 28 novembre prochain, NordVPN propose déjà des promotions sur l'ensemble de ses abonnements.",
      "published_ts": 1760798515,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/tech/2095583-quelle-est-la-meilleure-console-portable-en-2025-notre-selection.html",
      "title": "Quelle est la meilleure console portable en 2025 ? Notre sélection",
      "summary": "En 2025, les consoles portables ne se limitent plus à Nintendo : on trouve désormais des machines capables de faire tourner les jeux PC les plus exigeants ou de streamer sa bibliothèque Xbox. Face à une offre toujours plus large, il n’est pas toujours facile de s’y retrouver. Voici notre sélection des meilleures consoles portables que nous avons pu tester.",
      "published_ts": 1760794260,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2095371-4-series-a-voir-apres-boots-sur-netflix.html",
      "title": "4 séries à voir après Boots sur Netflix",
      "summary": "La série adolescente de Netflix située dans un camp militaire de Marines dans les années 1990 cartonne depuis sa sortie, le 9 octobre 2025. Pour continuer sur votre lancée, voici 4 séries comme Boots, à dévorer en streaming.",
      "published_ts": 1760788860,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.zdnet.fr/pratique/comment-connecter-simultanement-deux-airpods-a-votre-iphone-483611.htm#xtor=RSS-1",
      "title": "Comment connecter simultanément deux AirPods à votre iPhone",
      "summary": "Ne partagez pas vos AirPods mais plutôt votre audio. Un appareil, deux paires d’écouteurs. Voici comment.",
      "published_ts": 1760785827,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2097485-battlefield-6-modifie-deja-le-systeme-de-progression.html",
      "title": "Battlefield 6 modifie déjà le système de progression",
      "summary": "Disponible depuis un peu plus d'une semaine, Battlefield 6 cumule les ajustements. Après le nettoyage de certains bugs, les développeurs revoient le système de progression.",
      "published_ts": 1760784179,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.numerama.com/pop-culture/2097453-oui-pikachu-fait-caca.html",
      "title": "Oui, Pikachu fait caca",
      "summary": "Est-ce que les Pokémon font caca ? Apparemment oui. Et ils peuvent même être touchés aux intestins. Sniff.",
      "published_ts": 1760775634,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.journaldunet.com/patrimoine/finances-personnelles/1545281-hf1-courrier-277-euros/",
      "title": "L'Etat a 6 mois de retard : il va enfin envoyer ce chèque de 200 euros à 5 millions de Français",
      "summary": "5 millions de ménages vont toucher un chèque que l'Etat doit leur verser. Mais il peut encore oublier des personnes éligibles.",
      "published_ts": 1760763005,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/management/emploi-cadres/1545239-cd1-biere-paye/",
      "title": "\"Je suis payé pour boire des bières, voici comment j'ai fait\"",
      "summary": "En 2024, Maxime a fait un travail étonnant, qui en ferait rêver plus d'un.",
      "published_ts": 1760763002,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://aws.amazon.com/blogs/machine-learning/how-tp-icap-transformed-crm-data-into-real-time-insights-with-amazon-bedrock/",
      "title": "How TP ICAP transformed CRM data into real-time insights with Amazon Bedrock",
      "summary": "This post shows how TP ICAP used Amazon Bedrock Knowledge Bases and Amazon Bedrock Evaluations to build ClientIQ, an enterprise-grade solution with enhanced security features for extracting CRM insights using AI, delivering immediate business value.",
      "published_ts": 1760717725,
      "source_name": "AWS ML Blog"
    },
    {
      "url": "https://aws.amazon.com/blogs/machine-learning/splash-music-transforms-music-generation-using-aws-trainium-and-amazon-sagemaker-hyperpod/",
      "title": "Splash Music transforms music generation using AWS Trainium and Amazon SageMaker HyperPod",
      "summary": "In this post, we show how Splash Music is setting a new standard for AI-powered music creation by using its advanced HummingLM model with AWS Trainium on Amazon SageMaker HyperPod. As a selected startup in the 2024 AWS Generative AI Accelerator, Splash Music collaborated closely with AWS Startups and the AWS Generative AI Innovation Center (GenAIIC) to fast-track innovation and accelerate their music generation FM development lifecycle.",
      "published_ts": 1760717161,
      "source_name": "AWS ML Blog"
    },
    {
      "url": "https://www.journaldunet.com/cybersecurite/1545341-cyberattaques-en-europe-pourquoi-la-gestion-de-crise-devient-cruciale-en-2025/",
      "title": "Pourquoi la gestion de crise devient cruciale en 2025",
      "summary": "La survie des entreprises passe désormais par leur capacité à réagir efficacement lors d'un incident.",
      "published_ts": 1760713951,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/cybersecurite/1545315-vibe-coding-quand-l-ia-fait-passer-le-code-qui-marche-avant-le-code-qu-on-comprend/",
      "title": "Vibe coding : quand l'IA crée des vulnérabilités",
      "summary": "Le vibe coding mise sur l'interaction intuitive avec l'IA pour générer des logiciels. Mais il génère aussi un risque. Une compréhension limitée du code généré peut en effet créer des vulnérabilités.",
      "published_ts": 1760713501,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/cybersecurite/1545291-quishing-quand-les-qr-codes-deviennent-des-armes-de-plus-en-plus-complexes/",
      "title": "Quishing : quand les QR codes deviennent des armes de plus en plus complexes",
      "summary": "Toujours plus populaire, le quishing est devenu au fil des années une arme redoutable pour les cybercriminels. Pourtant, plusieurs leviers permettent aujourd'hui de s'en prémunir.",
      "published_ts": 1760713129,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/cybersecurite/1545279-prelevements-frauduleux-sepa-la-faille-structurelle-qui-coute-cher-aux-banques/",
      "title": "Prélèvements frauduleux SEPA : la faille structurelle qui coûte cher aux banques",
      "summary": "La fraude au prélèvement automatique est un sujet dont on parle peu, mais qui prend de l'ampleur dans le paysage financier français. Quelles sont les limites des dispositifs bancaires actuels ?",
      "published_ts": 1760713029,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/economie/industrie/1545359-automobile-un-rapport-senatorial-evoque-un-risque-de-disparition-du-secteur-en-france/",
      "title": "Automobile : un rapport sénatorial évoque un risque de disparition du secteur en France",
      "summary": "Selon le rapport, la filière emploie encore 800 000 personnes en France mais subit une désindustrialisation progressive, dans l'indifférence politique et médiatique.",
      "published_ts": 1760712842,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://blog.dataiku.com/moving-past-genai-pilots",
      "title": "MIT Says 95% of GenAI Pilots Fail: Here’s How to Beat the Odds",
      "summary": "If you’ve ever launched a GenAI pilot only to see it stall, you’re not alone. MIT reports that GenAI pilots fall short, not due to technology, but because organizations can’t adapt or integrate AI into real processes. Let's explore why 95% fail, how the other 5% succeed, and the best practices for turning fragile experiments into scalable, enterprise-ready AI.",
      "published_ts": 1760706480,
      "source_name": "Dataiku Blog"
    },
    {
      "url": "https://www.journaldunet.com/intelligence-artificielle/1545345-arnaud-fournier/",
      "title": "Arnaud Fournier (OpenAI)  : \"Paris est le plus gros bureau mondial de l'équipe Forward Deployed Engineers d'OpenAI\"",
      "summary": "Basé à Paris, Arnaud Fournier dirige l'équipe Forward Deployed Engineering d'OpenAI. Créée en janvier dernier, la cellule accompagne les partenaires d'OpenAI dans le co-développement de nouvelles solutions d'intelligence artificielle.",
      "published_ts": 1760699602,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.zdnet.fr/actualites/lunettes-connectees-snap-envoie-un-signal-fort-avec-ses-dernieres-mises-a-jour-ia-483584.htm#xtor=RSS-1",
      "title": "Lunettes connectées : Snap envoie un signal fort avec ses dernières mises à jour IA",
      "summary": "Créer des Lenses amusantes est désormais plus facile, et ils seront disponibles pour les Specs dès leur lancement l'année prochaine.",
      "published_ts": 1760699431,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/etudiants-britanniques-8-sur-10-utilisent-deja-lia-mais-craignent-de-ne-plus-savoir-reflechir-par-eux-memes/",
      "title": "Étudiants britanniques : 8 sur 10 utilisent déjà l’IA, mais craignent de ne plus savoir réfléchir par eux-mêmes",
      "summary": "Si une récente étude montrait que 86% des étudiants utilisaient déjà l’IA, son influence interroge… Selon une étude publiée par Oxford University Press (OUP), une majorité d’élèves britanniques admettent s’appuyer sur ces outils pour faire leurs devoirs, tout en craignant qu’ils nuisent à leur capacité d’apprendre, de réfléchir et de créer… Une génération « AI-native » entre […]",
      "published_ts": 1760698371,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/le-roi-de-youtube-investit-la-finance-mrbeast-prepare-une-application-bancaire-ambitieuse/",
      "title": "Le roi de YouTube investit la finance : MrBeast prépare une application bancaire ambitieuse",
      "summary": "Après avoir réalisé une levée de fonds impressionnante au début de l’année, le plus célèbre créateur de contenu au monde ne semble plus vouloir se limiter à YouTube. En effet, Jimmy Donaldson, alias MrBeast, prépare son entrée dans le secteur financier avec une ambition aussi spectaculaire que ses vidéos. Une démarche qui pourrait bien bouleverser […]",
      "published_ts": 1760698245,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/x-veut-afficher-lorigine-et-lhistorique-des-comptes-pour-lutter-contre-les-faux-profils/",
      "title": "X veut afficher l’origine et l’historique des comptes pour lutter contre les faux profils",
      "summary": "Alors que les IA ont prouvé qu’elles pouvaient déjà intervenir sur les réseaux sociaux, X s’apprête à tester une fonctionnalité pour renforcer la confiance sur sa plateforme. Pour faire suite à une précédente opération menée cet été par Meta, le réseau social d’Elon Musk veut s’attaquer aux faux comptes et afficher davantage d’informations sur les […]",
      "published_ts": 1760698109,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/lia-dalibaba-booste-ses-ventes-en-ligne-et-atteint-la-rentabilite-plus-vite-que-prevu/",
      "title": "L’IA d’Alibaba booste ses ventes en ligne et atteint la rentabilité plus vite que prévu",
      "summary": "Alors que de nombreuses entreprises et startups se posent des questions quant à la rentabilité de leurs investissements en IA, Alibaba semble vouloir prouver que cette stratégie peut déjà porter ses fruits. Après avoir fait trembler les marchés au début de l’année, l’entreprise fondée par Jack Ma assure que l’intégration de l’IA dans son écosystème […]",
      "published_ts": 1760698057,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/lia-divise-le-monde-une-majorite-de-citoyens-plus-inquiets-quenthousiastes-selon-une-etude/",
      "title": "L’IA divise le monde : une majorité de citoyens plus inquiets qu’enthousiastes, selon une étude",
      "summary": "Alors que les géants comme OpenAI, Google Gemini et xAI multiplient les démonstrations de puissance de leurs modèles d’intelligence artificielle, les citoyens, eux, peinent encore à trancher entre la fascination et l’inquiétude. Afin d’y voir plus clair, une vaste étude menée par le Pew Research Center dans 25 pays dévoile les contrastes de perception autour […]",
      "published_ts": 1760697161,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/google-riposte-a-openai-avec-une-ia-video-encore-plus-realiste/",
      "title": "Google riposte à OpenAI avec une IA vidéo encore plus réaliste",
      "summary": "Alors qu’OpenAI venait tout juste de dévoiler Sora 2, Google ne veut pas s’avouer vaincu. En effet, sur son site The Keyword, Google vient d’annoncer Veo 3.1, une version revue et enrichie de son modèle de génération de vidéos. Cette mise à jour s’accompagne d’évolutions majeures dans Flow, l’outil de création vidéo de la firme, […]",
      "published_ts": 1760696921,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/arnaques-par-sms-android-sequipe-dun-blocage-intelligent-pour-proteger-les-utilisateurs/",
      "title": "Arnaques par SMS : Android s’équipe d’un blocage intelligent pour protéger les utilisateurs",
      "summary": "Les arnaques par SMS se font de plus en plus sophistiquées, étant dopées à l’intelligence artificielle et à des techniques d’usurpation crédibles, si bien que 61% des français tombent encore dans des pièges selon une récente étude. Pour aider les utilisateurs à s’en protéger, Google vient de communiquer sur une série de nouveautés sur Android, […]",
      "published_ts": 1760696747,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/microsoft-veut-enterrer-le-clavier-et-la-souris-avec-le-nouveau-copilot-de-windows-11/",
      "title": "Microsoft veut enterrer le clavier et la souris avec le nouveau Copilot de Windows 11",
      "summary": "Avec sa dernière mise à jour, l’entreprise inaugure une nouvelle ère d’interaction avec l’ordinateur : plus besoin de clavier ni de souris, il suffira désormais de parler… Si Copilot, l’assistant de Microsoft, avait déjà pour vocation de transformer en profondeur l’expérience sur Windows, celui-ci devient désormais la pièce maîtresse de cette vision… Une révolution après […]",
      "published_ts": 1760696718,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://www.journaldunet.com/management/direction-generale/1545327-managers-votre-role-n-est-plus-d-enseigner-mais-de-rendre-curieux/",
      "title": "Managers : votre rôle n'est plus d'enseigner, mais de rendre curieux",
      "summary": "Le savoir ne s'enseigne plus, il se cherche : à l'ère du self-learning, le rôle du manager se réinvente.",
      "published_ts": 1760696571,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/management/efficacite-personnelle/1545309-managers-osez-penser-comme-des-forces-speciales/",
      "title": "Managers, osez penser comme des forces spéciales",
      "summary": "Et si les entreprises s'inspiraient des forces spéciales ? Décider dans l'incertitude, agir avec confiance, anticiper sans tout prévoir. Le vrai leadership, c'est oser. \"Qui ose gagne.\"",
      "published_ts": 1760696153,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.zdnet.fr/actualites/affaire-breachforums-les-mis-en-cause-voulaient-challenger-la-securite-des-grands-groupes-483565.htm#xtor=RSS-1",
      "title": "Affaire BreachForums: les mis en cause voulaient « challenger la sécurité des grands groupes »",
      "summary": "« Troubles psychiques » ou jeunes « immatures » ivres de leurs talents: des avocats esquissent le profil des personnes mises en cause dans ce dossier de cybercriminalité.",
      "published_ts": 1760695843,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.zdnet.fr/actualites/une-startup-americaine-soutenue-par-nvidia-pose-les-fondations-dun-centre-de-donnees-ia-plus-econome-483587.htm#xtor=RSS-1",
      "title": "Une startup américaine soutenue par NVIDIA pose les fondations d'un centre de données IA plus économe",
      "summary": "La startup Poolside, appuyée par NVIDIA, s’allie à CoreWeave pour ériger un complexe de centres de données de 2 GW dans l’ouest du Texas.",
      "published_ts": 1760695816,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.journaldunet.com/management/direction-generale/1545261-l-intelligence-strategique-territoriale-le-nouveau-moteur-de-la-performance-publique/",
      "title": "L'Intelligence Stratégique Territoriale : le nouveau moteur de la performance publique",
      "summary": "L'intelligence stratégique territoriale transforme la donnée en décision : un levier d'anticipation et d'attractivité pour des collectivités enfin agiles et visionnaires.",
      "published_ts": 1760695760,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/management/direction-generale/1545243-les-etapes-d-un-pse-a-taille-humaine-methode-et-responsabilite/",
      "title": "Les étapes d'un PSE à taille humaine : méthode et responsabilité",
      "summary": "Dans un contexte économique tendu, le PSE redevient un outil clé. L'enjeu : conjuguer rigueur juridique et attention humaine pour transformer une contrainte en démarche responsable.",
      "published_ts": 1760695163,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/management/emploi-cadres/1545241-les-nouvelles-competences-que-les-recruteurs-vont-mesurer-demain/",
      "title": "Les nouvelles compétences que les recruteurs vont mesurer demain",
      "summary": "Les employeurs recherchent désormais des talents dotés de soft skills et d'une AI Readiness forte, clés du futur du travail.",
      "published_ts": 1760694873,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/management/efficacite-personnelle/1545235-faites-le-vite-c-est-urgent-des-missions-faits-en-urgence-mais-a-quel-prix/",
      "title": "\"Faites-le vite, c'est urgent !\" : des missions faits en urgence, mais à quel prix ?",
      "summary": "Depuis plusieurs mois, mes clients me font part d'un constat troublant : tout est devenu urgent. Chaque dossier, chaque tâche, chaque email semble réclamer une réaction immédiate.",
      "published_ts": 1760694511,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.zdnet.fr/actualites/claude-sintegre-desormais-directement-a-microsoft-365-483581.htm#xtor=RSS-1",
      "title": "Claude s'intègre désormais directement à Microsoft 365",
      "summary": "Voici ce que le nouveau connecteur permet au chatbot d'Anthropic de faire, comment il peut vous être utile et qui peut y accéder.",
      "published_ts": 1760692256,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.zdnet.fr/actualites/lia-genere-desormais-plus-de-50-des-nouveaux-contenus-en-ligne-selon-cette-etude-483575.htm#xtor=RSS-1",
      "title": "L'IA génère désormais plus de 50% des nouveaux contenus en ligne, selon cette étude",
      "summary": "Une nouvelle étude met en lumière la domination croissante de l'IA sur Internet.",
      "published_ts": 1760688614,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://blog.zenika.com/2025/10/17/alignai-et-si-lia-vous-permettait-de-voir-les-dependances-avant-quelles-ne-vous-bloquent/",
      "title": "AlignAI : et si l’IA vous permettait de voir les dépendances avant qu’elles ne vous bloquent ?",
      "summary": "Rien de dramatique, pensait-on. \nJusqu’à ce que toutes ces micro-dépendances se croisent.",
      "published_ts": 1760688000,
      "source_name": "Zenika Tech Blog"
    },
    {
      "url": "https://www.journaldunet.com/business/action-publique/1545353-budget-2026-le-gouvernement-instaure-une-taxe-de-2-sur-les-holdings-patrimoniales/",
      "title": "Budget 2026 : le gouvernement veut instaurer une taxe de 2% sur les holdings patrimoniales",
      "summary": "Le texte cible environ 4 000 foyers fiscaux jugés parmi les plus aisés. En raison de son assiette restreinte, la mesure est jugée \"confiscatoire\" par plusieurs experts du droit fiscal.",
      "published_ts": 1760682960,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.zdnet.fr/pratique/informatique-pratique-au-fait-pourquoi-windows-11-exige-t-il-un-tpm-et-comment-le-contourner-483607.htm#xtor=RSS-1",
      "title": "Informatique pratique : au fait, pourquoi Windows 11 exige-t-il un TPM et comment le contourner ?",
      "summary": "Le dernier système d’exploitation de Microsoft nécessite officiellement un Trusted Platform Module. Voici la raison et le moyen d’échapper à cette contrainte si votre ancien PC n'en est pas équipé.",
      "published_ts": 1760681416,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.journaldunet.com/intelligence-artificielle/1545337-vibe-coding-comment-evaluer-les-gains-de-l-ia-et-comment-les-ameliorer/",
      "title": "Vibe coding : comment évaluer les gains de l'IA… et comment les améliorer",
      "summary": "Au-delà de la rapidité d'exécution, d'autres indicateurs doivent être pris en compte pour évaluer l'impact de l'IA générative dans le développement logiciel. Voici un panorama des métriques et des bonnes pratiques à retenir.",
      "published_ts": 1760680926,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/business/action-publique/1545351-malgre-l-echec-des-censures-lecornu-debute-dans-un-climat-incertain/",
      "title": "Malgré l'échec des censures, Lecornu débute dans un climat incertain",
      "summary": "La double tentative de renversement n'a pas abouti, mais les lignes de fracture se précisent entre les groupes parlementaires. La position du Parti socialiste et l'isolement du RN redessinent les rapports de force.",
      "published_ts": 1760679300,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/patrimoine/finances-personnelles/1545311-hf1-banque-postale-hausse-frais/",
      "title": "La Banque postale augmente ses frais : 11 millions de clients vont payer jusqu'à 36% plus cher",
      "summary": "La Banque postale a diffusé sa nouvelle grille tarifaire pour 2026. Les 11 millions de clients vont payer plus cher qu'en 2025.",
      "published_ts": 1760676602,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.journaldunet.com/magazine/1545141-changement-heure/",
      "title": "Changement d'heure d'hiver : c'est ce week-end là qu'il faut y penser",
      "summary": "Le rituel revient, malgré les promesses d'y mettre fin. Un jeu d'aiguilles qui bouscule nos journées autant que nos nuits.",
      "published_ts": 1760676301,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.zdnet.fr/actualites/concurrence-la-plainte-de-qwant-a-du-plomb-dans-laile-483598.htm#xtor=RSS-1",
      "title": "Concurrence : la plainte de Qwant a du plomb dans l'aile",
      "summary": "Le moteur de recherche Qwant aurait abandonné sa plainte visant Microsoft. Il reprochait à la société américaine d'entraver la concurrence en fournissant des résultats dégradés aux moteurs de recherche s'appuyant sur son service pour fournir les résultats.",
      "published_ts": 1760670642,
      "source_name": "ZDNet France"
    }
  ],
  "news_general": [
    {
      "url": "https://www.numerama.com/tech/2095121-quelles-sont-les-10-plus-grandes-innovations-technologiques-de-la-decennie-2015-2025.html",
      "title": "Quelles sont les 10 plus grandes innovations technologiques de la décennie 2015-2025 ?",
      "summary": "À l'occasion des 10 ans de la nouvelle formule de Numerama, nos journalistes reviennent sur les innovations majeures de la décennie. Au programme de la rubrique tech : les montres connectées, la généralisation du haut débit et, évidemment, l'explosion de l'intelligence artificielle générative.",
      "published_ts": 1760884080,
      "source_name": "Numerama"
    },
    {
      "url": "https://www.zdnet.fr/pratique/android-cette-fonction-de-securite-cachee-desactive-les-capteurs-dun-simple-geste-483648.htm#xtor=RSS-1",
      "title": "Android : cette fonction de sécurité cachée désactive les capteurs d'un simple geste",
      "summary": "Si vous cherchez à renforcer votre sécurité et votre confidentialité instantanément, Android a un atout secret dans sa manche.",
      "published_ts": 1760843408,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.lemagit.fr/etude/Gestion-des-vulnerabilites-Abeille-Assurances-veut-se-doter-dun-VOC",
      "title": "Gestion des vulnérabilités : Abeille Assurances veut se doter d’un VOC",
      "summary": "<p>Responsable du <a href=\"https://www.lemagit.fr/definition/SOC\">SOC</a> d’Abeille Assurances depuis 3&nbsp;ans, Jean-François&nbsp;Labelle gère une partie des équipes de cyberdéfense. L’une est en charge de la réponse à incident, une deuxième du <a href=\"https://www.lemagit.fr/definition/Prevention-des-fuites-de-donnees-DLP\">DLP</a> et la troisième de la gestion des vulnérabilités.</p> \n<p>Pour le responsable, pas de sécurité possible sans visibilité sur les vulnérabilités&nbsp;: «&nbsp;nous avons besoin de cette visibilité, de connaître le système d’information. Nous avons besoin d’outils pour nous aider à détecter ces vulnérabilités, mais pas seulement&nbsp;». Et il s’agit aussi de disposer d’outils et de processus limitant les besoins en ressources humaines.</p> \n<p>Le responsable a fait le choix de déployer un nouvel outil pour la gestion des vulnérabilités&nbsp;: la solution Qualys VMDR, en l’occurrence, afin de centraliser et facilement détecter les vulnérabilités au moyen d’agents déployés dans l’infrastructure.</p> \n<p>«&nbsp;Les modules de la solution nous permettent de détecter les vulnérabilités et d’être proactifs dans leur gestion. Elle est plutôt simple à intégrer&nbsp;: elle dispose d’une découverte automatique des ressources via les agents, mais aussi les scans réseau&nbsp;», explique Jean-François&nbsp;Labelle.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"L’agent seul ne suffit pas\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>L’agent seul ne suffit pas</h2>\n <p>Si la solution impose le déploiement d’un nouvel agent, le responsable SOC souligne que cet agent génère très peu de trafic réseau&nbsp;: «&nbsp;l’agent est au plus proche des applications pour remonter les vulnérabilités […] en temps réel. Donc lorsque vous appliquez un correctif, il doit être en mesure rapidement, dans la console, de voir si le correctif a été appliqué ou non&nbsp;».</p>\n <p>Mais l’agent seul ne peut couvrir l’ensemble du SI. Celui-ci ne peut être déployé sur les équipements réseau ainsi que sur les réseaux IoT et des actifs exotiques. Mais il est nécessaire, car le recours trop fréquent aux scanners de vulnérabilité dégrade les performances réseau&nbsp;: «&nbsp;les scans réseau restent importants, il ne faut pas les écarter. Il faut pouvoir mettre en place sur son infrastructure, un certain nombre de scanners. Il faut configurer ceux-ci pour pouvoir scanner les différents <a href=\"https://www.lemagit.fr/definition/VLAN-LAN-virtuel\">VLAN</a>, et avoir une couverture la plus complète possible&nbsp;».</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    &nbsp;«&nbsp;À partir du moment où vous avez une vulnérabilité critique exposée, c’est une course, parce que si vous la corrigez, deux, trois jours après, l’attaquant est peut-être déjà passé. C’est ce que l’on veut éviter&nbsp;».&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Jean-François Labelle</strong>Responsable SOC, Abeille Assurances\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Jean-François Labelle explique que les scans authentifiés sont les plus intéressants, car ils vont entrer au cœur du système, et remonter un maximum de vulnérabilités. Une interface avec le bastion est tout indiquée pour utiliser les identifiants nécessaires.</p>\n <p>Une autre interface de Qualys, mise en œuvre par Abeille Assurances, est celle qui lui permet de communiquer avec la CMDB. Jean-François&nbsp;Labelle explique l’intérêt de cette connexion&nbsp;: «&nbsp;à partir du moment où vous avez une vulnérabilité critique exposée, c’est une course, parce que si vous la corrigez, deux, trois jours après, l’attaquant est peut-être déjà passé. C’est ce que l’on veut éviter&nbsp;».</p>\n <p>Outre le déploiement d’agents et la mise en place de scans très réguliers, le responsable estime qu’il est indispensable de bien connaître son système d’information et d’en faire la cartographie. Or une CMDB étant rarement à jour, il s’appuie sur Qualys pour avoir une base des applications en production à jour, avec leur niveau de criticité&nbsp;: «&nbsp;en disposant d’une base et de la gestion de vulnérabilité de l’outil Qualys, vous êtes en mesure de faire un croisement&nbsp;».&nbsp;</p>\n</section>       \n<section class=\"section main-article-chapter\" data-menu-title=\"Gérer le stock de vulnérabilités\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Gérer le stock de vulnérabilités</h2>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Les tags nous permettent de segmenter et de bien identifier nos actifs une fois que ceux-ci ont été découverts.&nbsp;».\n   </figure>\n   <figcaption>\n    <strong>Jean-François Labelle</strong>Responsable SOC, Abeille Assurances\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Afin de gérer les vulnérabilités et surtout prioriser le travail des équipes chargées de les patcher, une approche est de s’appuyer sur le CVSS (Command Vulnerability Secure Score) pour qualifier les vulnérabilités et commencer par les plus critiques. «&nbsp;«&nbsp;Est-ce que le CVSS est suffisant pour se dire qu’une vulnérabilité pourrait être potentiellement exploitée par un attaquant pour entrer sur le système d’information&nbsp;? Ce n’est pas certain. Néanmoins, il faut remonter cette vulnérabilité. Même si l’on ne s’appuie que sur ce score dans un premier temps, on peut s’appuyer sur CVSS 3.1, sur du temporel, de l’environnemental. L’environnemental donne des indications, notamment pour savoir si l’actif est plus ou moins exposé par rapport à un autre&nbsp;», remarque Jean-François Labelle.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Ces tags vont permettre aux équipes de bien identifier leurs actifs et de visualiser les corrections qui doivent être appliquées&nbsp;».\n   </figure>\n   <figcaption>\n    <strong>Jean-François Labelle</strong>Responsable SOC, Abeille Assurances\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Pour faciliter la gestion du stock de vulnérabilités, le responsable exploite la capacité de la solution Qualys de les tagger&nbsp;: «&nbsp;les tags nous permettent de segmenter et de bien identifier nos actifs une fois que ceux-ci ont été découverts. Donc, grâce à ces tags, vous allez marquer les systèmes d’exploitation, les périmètres. Vous pouvez définir un tag dynamique pour identifier les OS Linux, par exemple. Ces tags vont permettre aux équipes de bien identifier leurs actifs et de visualiser les corrections qui doivent être appliquées&nbsp;».</p>\n <p>De même, les tags permettent de cloisonner les accès à l’outil Qualys en fonction des périmètres d’action de chaque équipe. L’équipe réseau ne va accéder qu’à la vue des vulnérabilités sur les actifs réseau, par exemple.</p>\n</section>      \n<section class=\"section main-article-chapter\" data-menu-title=\"Vers la création d’un VOC (Vulnerability Operations Center)\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Vers la création d’un VOC (Vulnerability Operations Center)</h2>\n <p>En matière d’organisation, les vulnérabilités sont remontées par l’équipe de Jean-François&nbsp;Labelle aux différentes équipes infrastructures et des points réguliers sont organisés de façon à traiter le plus efficacement possible l’ensemble des vulnérabilités. «&nbsp;Nous leur remontons régulièrement des rapports, des informations liées aux vulnérabilités sur leur périmètre, leurs postes de travail, serveurs, serveurs Linux, bases de données, etc.&nbsp;», précise le responsable du SOC. En parallèle, un reporting est réalisé auprès du top management afin de détailler le niveau d’exposition et les avancées réalisées.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Nous n’allons pas seulement nous intéresser à la criticité de la vulnérabilité, mais aussi savoir si celle-ci est exposée et possiblement exploitée.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Jean-François Labelle</strong>Responsable SOC, Abeille Assurances\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Alors que le nombre de vulnérabilités est toujours important et que les remédiations sont plus lentes au niveau des équipes infrastructures, dont la charge de travail est déjà élevée, le responsable souhaite mettre en place un centre opérationnel de traitement de vulnérabilités, un VOC&nbsp;: «&nbsp;nous n’allons pas seulement nous intéresser à la criticité de la vulnérabilité, mais aussi savoir si celle-ci est exposée et possiblement exploitée. Dans cette optique, Qualys propose le Risk-Score qui est une alternative au CVSS&nbsp;».</p>\n <p>Le responsable souhaite s’orienter vers une gestion des vulnérabilités par le risque et coller au framework ROC (Risk Operations Center) proposé par Qualys : la gestion de la vulnérabilité doit dépendre de l’exposition de l’actif, de sa criticité et de l’impact réel de sa compromission. De quoi permettre d’évaluer l’impact métier et financier associé à cet actif et prioriser la correction et les mesures à prendre.</p>\n</section>",
      "published_ts": 1760706300,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632903/Cyberhebdo-du-17-octobre-2025-encore-une-semaine-particulierement-violente",
      "title": "Cyberhebdo du 17 octobre 2025 : encore une semaine particulièrement violente",
      "summary": "<p>Bienvenue dans ce nouveau numéro du Cyberhebdo, votre rendez-vous hebdomadaire sur l’actualité des cyberattaques à travers le monde.</p> \n<p>Au cours de la semaine écoulée, notre veille a recensé dix incidents majeurs rapportés dans la presse internationale, touchant six pays&nbsp;: l’Italie (ITA), les Pays-Bas (NLD), la France (FRA), Taïwan (TWN), la Suède (SWE) et, en tête, les États-Unis (USA), qui concentrent à eux seuls quatre des attaques évoquées.</p> \n<p>Cette surreprésentation américaine illustre une fois de plus la pression constante qui pèse sur les organisations outre-Atlantique, mais rappelle également que la menace cyber reste globale et protéiforme. Tour d’horizon des faits marquants de la semaine.</p> \n<p>Nous vous rappelons que notre revue de presse se concentre sur les cyberattaques significatives et ne traite pas des attaques DDoS ni des défigurations de sites Web.</p> \n<p>09/10/2025 –&nbsp;<b>Fraschetti S.p.A.</b> (ITA)<br>Fraschetti&nbsp;S.p.A., distributeur de quincaillerie, jardinage et bricolage, a subi un attaque informatique grave, ce qui a provoqué le blocage total de ses systèmes informatiques et la suspension de ses activités. L’entreprise collabore avec les autorités pour identifier l’origine et les modalités de l’attaque. Une équipe d’experts de la cybersécurité travaille pour sécuriser l’infrastructure et rétablir progressivement la pleine opérationnalité. (<a href=\"https://www.ferrutensil.com/attacco-informatico-ai-sistemi-di-fraschetti/\">source</a>)</p> \n<p>09/10/2025 –&nbsp;<b>Sugar Land</b> (USA)<br>La ville de Sugar Land, au Texas, a subi une atteinte à la sécurité de son réseau interne, ce qui perturbe certains services en ligne. Mais les systèmes d’urgence tels que le 911 restent opérationnels. La police travaille avec les autorités étatiques et fédérales pour enquêter sur cet événement cybernétique. Les fonctionnaires n’ont pas précisé comment la brèche de sécurité s’est produite ni si des données ont été compromises. (<a href=\"https://dysruptionhub.com/sugar-land-cyber-event-services-911/\">source</a>)</p> \n<p>10/10/2025 –&nbsp;<b>Lycées de la région des Hauts-de-France</b> (FRA)<br>Une attaque de rançongiciel impliquant l’enseigne Qilin a touché près de 80&nbsp;% des lycées publics de la région des Hauts-de-France, mais les cours continuent malgré la suspension temporaire de l’accès à Internet. Les équipes techniques travaillent à contenir l’attaque et à sécuriser les infrastructures. Une cellule de crise a été mise en place pour coordonner la réponse à l’incident. (<a href=\"https://www.horizonactu.fr/actualite-45201-pres-de-80-des-lycees-des-hauts-de-france-touches-par-une-cyberattaque\">source</a>)</p> \n<p>11/10/2025 –&nbsp;<strong>Écoles publiques de Kearney</strong>&nbsp;(USA)<br>Les écoles publiques de Kearney ont été victimes d’une cyberattaque qui a compromis son système d’information. Les écoles resteront ouvertes, mais les téléphones et les emails ne seront pas opérationnels jusqu’à la restauration du réseau. Les systèmes basés sur le cloud, y compris les informations sur les étudiants, n’ont pas été affectés. (<a href=\"https://www.ksnblocal4.com/2025/10/12/kearney-public-schools-hit-by-cybersecurity-attack/\">source</a>)</p> \n<p>12/10/2025 –&nbsp;<b>DLSI</b> (FRA)<br>Le groupe DLSI (spécialiste du recrutement) a subi une cyberattaque sur deux de ses filiales, PRESTIM et ML Intérim, mais a pu récupérer toutes ses données sans altération. Les autres sociétés du groupe n’ont pas été impactées. Un dépôt de plainte et une notification à la CNIL ont été effectués. (<a href=\"https://bourse.fortuneo.fr/actualites/signalement-d-une-cyberattaque-sur-les-filiales-prestim-et-ml-interi-1525434\">source</a>)</p> \n<p>12/10/2025 –&nbsp;<b>Omrin</b> (NLD)<br>Omrin (société de collecte, traitement et recyclage des déchets) dit rencontrer des difficultés techniques liées à une cyberattaque avec rançongiciel. L’entreprise ne peut pas être jointe par téléphone, mais sa messagerie électronique est opérationnelle. L’agenda de collecte des déchets sera tenu dans la mesure du possible. (<a href=\"https://lc.nl/friesland/cyberaanval-bij-omrin-estafettewinkels-dicht-milieustraten-open-47525893.html\">source</a>)</p> \n<p>15/10/2025 –&nbsp;<b>Tong Yang Iindustry Co., Ltd</b>&nbsp;(TWN)<br>La société (fournisseur mondial de pièces détachées automobiles) a reçu un message indiquant que son système informatique a été attaqué par un ransomware, mais tous les systèmes d’information fonctionnent actuellement normalement. La société examine actuellement les dossiers de sécurité internes et renforce les mécanismes de protection. Aucun impact sur les opérations de l’entreprise n’a été constaté pour le moment. (<a href=\"https://emops.twse.com.tw/server-java/t05sr01_1_e?&amp;isNew=Y&amp;seq_no=1&amp;spoke_time=184425&amp;spoke_date=20251015&amp;co_id=1319\">source</a>)</p> \n<p>15/10/2025 –&nbsp;<strong>Police de </strong><b>Shelbyville</b>&nbsp;(USA)<br>La police de Shelbyville, dans l’État du Kentucky, est victime d’une cyberattaque qui perturbe ses systèmes informatiques, une enquête a été lancée pour déterminer la cause de l’incident. Les systèmes de dépôt de rapports d’accidents ou d’incidents sont toujours accessibles. La police demande de la patience pendant qu’ils travaillent à restaurer leurs systèmes. (<a href=\"https://www.wave3.com/2025/10/15/shelbyville-police-dealing-with-cyberattack-disrupting-computer-systems/\">source</a>)</p> \n<p>16/10/2025 –&nbsp;<b>Verisure</b> (SWE)<br>Le groupe suédois Verisure (fournisseur de services de sécurité) a été victime d’une attaque informatique, les détails de l’incident sont encore en cours d’investigation. L’entreprise a indiqué que des données liées à son service Alert Alarm avaient été compromises. Les autorités suédoises ont ouvert une enquête. (<a href=\"https://www.svt.se/nyheter/inrikes/larmforetaget-verisure-utsatt-for-hackerattack-utsatts-for-utpressning\">source</a>)</p> \n<p>16/10/2025 –&nbsp;<b>MuniOS</b> (USA)<br>Un site Web clé du marché obligataire municipal de 4&nbsp;300&nbsp;milliards de dollars a été victime d’une attaque de ransomware, empêchant les emprunteurs de l’État et des collectivités locales de publier des documents de dette. Le site MuniOS, exploité par la société de technologie ImageMaster LLC, est hors service depuis plusieurs jours en raison de l’attaque. Cette attaque perturbe la capacité des emprunteurs à accéder au marché. (<a href=\"https://www.bloomberg.com/news/articles/2025-10-15/ransomware-attack-ensnares-4-3-trillion-muni-market-s-key-site\">source</a>)</p> \n<p><i>Revue de presse réalisée en partie avec ChatGPT. <a href=\"https://www.lemagit.fr/actualites/365535799/Cyberhebdo-LeMagIT-met-lIA-au-service-de-linformation-de-ses-lecteurs\">Les explications sont à lire ici</a>.</i></p>",
      "published_ts": 1760705820,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632843/Monetisation-des-agents-IA-Oracle-devoile-ses-cartes",
      "title": "Monétisation des agents IA : Oracle dévoile ses cartes",
      "summary": "<p>Le catalogue Oracle Fusion rassemblerait plus de 600&nbsp;assistants et agents IA sur étagère, selon l’éditeur. D’après Steve&nbsp;Miranda, vice-président directeur Fusion Applications Development chez Oracle, 400&nbsp;agents sont destinés aux applications Fusion, et 200 aux apps entreprises. Tous accomplissent des tâches liées à l’ERP, le SCM, l’HCM ou <a href=\"https://www.lemagit.fr/actualites/366632735/Oracle-integre-des-agents-dIA-dans-sa-suite-Fusion-CX\">encore la CX</a>.</p> \n<p>Jusqu’alors, l’éditeur avait fait le choix d’inclure les agents IA dans ses licences Fusion Apps. Pour les modèles de Meta, de Cohere et bientôt les LLM GPT-oss d’OpenAI hébergés sur OCI (Oracle Cloud&nbsp;Infrastructure), Oracle ne facture pas les tokens consommés et il n’y a pas de limites affichées.</p> \n<p>«&nbsp;Nous voulons favoriser l’adoption des agents IA dans les entreprises et auprès des métiers. Nous voulons abaisser les barrières à l’entrée&nbsp;», affirme Kaushal Kurapati, directeur de la plateforme agentique chez Oracle. Il intervenait lors d’un point avec la presse européenne <a href=\"https://www.lemagit.fr/actualites/366632762/AI-World-Oracle-finalise-non-pas-un-mais-deux-lakehouse\">lors de l’AI World&nbsp;2025, à Las Vegas</a>. Jusqu’en décembre&nbsp;2024, il exerçait un rôle similaire chez Salesforce depuis deux ans.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"AI Agent Studio gagne en profondeur\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>AI Agent Studio gagne en profondeur</h2>\n <p>En mars&nbsp;2025, Oracle a présenté AI Agent Studio. Il permet aux entreprises de développer leurs propres agents dans les applications Oracle Fusion. Lors de son salon AI World, il a dévoilé des templates à partir desquels les entreprises peuvent <a href=\"https://www.lemagit.fr/actualites/366632855/Oracle-pare-sa-base-de-donnees-pour-lIA-agentique\">développer des agents adaptés à leurs processus</a>.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n     «&nbsp;Le superviseur raisonne sur la tâche pour la découper, il décide quels agents sont nécessaires et il peut leur déléguer les sous-tâches.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Kaushal Kurapati</strong>Directeur de la plateforme agentique, Oracle\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Le fournisseur a, en outre, ajouté la prise en charge des mécanismes <a href=\"https://www.lemagit.fr/actualites/366628232/OpenRAG-Meritis-veut-faciliter-le-test-des-architectes-RAG\">RAG multimodaux</a> et vers des sources externes, dont SharePoint.</p>\n <p>En sus du modèle chatbot et de l’assistant IA, il intègre depuis peu deux patterns de conception. Il y a d’un côté l’orchestration multiagent. «&nbsp;Nous avons mis au point un modèle d’architecture où un modèle superviseur orchestre un ou plusieurs modèles travailleurs&nbsp;(workers)&nbsp;», décrit Kaushal Kurapati. «&nbsp;Le superviseur raisonne sur la tâche pour la découper, il décide quels agents sont nécessaires et il peut leur déléguer les sous-tâches&nbsp;».</p>\n <p>De l’autre, un ensemble de patterns de flux de travail doit permettre d’exécuter des tâches de manière séquentielle, d’insérer des agents dans un flux déterministe. Cela se configure visuellement, à partir de nœuds qui représentent les objets interagissant avec le LLM et le modèle de langage lui-même.</p>\n <p>Le studio bâti au départ pour servir les besoins d’Oracle a gagné récemment la prise en charge des <a href=\"https://www.lemagit.fr/conseil/Tutoriel-Comment-creer-et-gerer-des-serveurs-MCP\">protocoles MCP</a> et A2A. Pour mémoire, le premier permet à un grand modèle de langage de manipuler des outils et des systèmes dans l’entreprise. Le second favorise la communication inter-agent.</p>\n <p>Jusque-là, Oracle s’est appuyé sur les appels de fonction qui permettent aux LLM d’appeler des API.</p>\n</section>        \n<section class=\"section main-article-chapter\" data-menu-title=\"Les agents IA inclus dans les apps Fusion, des chevaux de Troie ?\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Les agents IA inclus dans les apps Fusion, des chevaux de Troie&nbsp;?</h2>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Si vous créez vos agents personnalisés à partir d’Agent Studio, alors vous souscrivez à un SKU dédié.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Kaushal Kurapati</strong>Directeur de la plateforme agentique, Oracle\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Les templates évoqués plus haut sont directement issus des agents et assistants IA déjà développés par l’éditeur. Ce n’est qu’en cas de modification d’un agent IA ou d’un agent créé de toutes pièces qu’Oracle entend faire payer des suppléments à ses clients. À Las Vegas, les différents porte-parole n’ont pas détaillé le seuil de tolérance de ces modifications. En revanche, ils ont précisé que de telles applications modifiées seront facturées au nombre d’usagers disposant d’un accès.</p>\n <p>«&nbsp;Si vous créez vos agents personnalisés à partir d’Agent Studio, alors vous souscrivez à un SKU dédié&nbsp;», indique Kaushal Kurapati. «&nbsp;Voici comment cela fonctionne&nbsp;: supposons que vous soyez un utilisateur unique au sein de l’organisation et que, dans le cadre d’un accès basé sur les rôles, vous ayez accès à cinq agents, ce qui correspond à cinq accès. Vous achetez donc en fait cinq licences à ce stade. Nous facturons donc un certain montant fixe par mois et par siège pour cet accès&nbsp;».</p>\n <p>Les modifications minimes sont tolérées, par exemple pour traiter davantage de documents ou pour ajuster les instructions de l’agent IA sur étagère. L’ajout de l’humain dans la boucle, si cela ne dénature pas l’agent proposé par Oracle, n’est pas non plus facturé.</p>\n</section>     \n<section class=\"section main-article-chapter\" data-menu-title=\"Un modèle économique à double tranchant\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Un modèle économique à double tranchant</h2>\n <p>En revanche, la documentation contractuelle d’Oracle fait la lumière sur ce qu’est précisément un agent IA personnalisé.</p>\n <p>«&nbsp;Les agents IA personnalisés peuvent résulter de modifications telles que l’ajout d’un outil, l’accès à un service externe, l’accès à des outils externes via des serveurs MCP (Model Context Protocol), l’utilisation de votre propre modèle de langage (BYOLLM), des capacités multimodales (par exemple, génération d’images, voix, vidéo) ou toutes autres modifications de la portée et de l’objectif prévus des agents inclus dans Oracle&nbsp;», peut-on lire dans le <a href=\"https://www.oracle.com/contracts/docs/oracle-fusion-cloud-service-desc-1843611.pdf\">document</a> daté du 9&nbsp;octobre&nbsp;2025.</p>\n <p>Dans Fusion, un agent IA peut donc très rapidement être considéré comme personnalisé. À moins qu’une entreprise ait adopté de la tête au pied les solutions Oracle Fusion, l’intégration de ces systèmes d’IA composites dans le SI nécessite l’ajout d’outils externes ou de serveurs MCP. Et chaque agent dédié à un domaine (HCM, ERP, CX, etc.) a le droit à un SKU une fois qu’il entre dans la catégorie «&nbsp;custom&nbsp;».</p>\n <p>Qui plus est, le recours à un modèle n’appartenant pas aux collections citées plus haut est payant. C’est le cas pour les modèles d’OpenAI, d’Anthropic, de Google et de xAI. En matière d’IA agentique, les modèles de raisonnement&nbsp;GPT-5, Claude&nbsp;4 et Gemini&nbsp;2.5 ont fait leurs preuves. Les modèles de Meta et <a href=\"https://www.lemagit.fr/actualites/366628324/Gpt-oss-six-ans-apres-GPT-2-OpenAI-degaine-ses-modeles-open-weight\">GPT-oss</a> sont encore en retrait.</p>\n <p>En ce sens, le SKU peut par exemple inclure 1&nbsp;million de tokens par mois pour utiliser ces LLM plus performants. À noter qu’Oracle fait aussi la différence entre les métiers et les usagers autorisés suivant la nature de l’application.</p>\n <p>Malgré tout, ce modèle économique, moins favorable pour les entreprises sur le papier, ne freine pas les usages. Plus de 32&nbsp;000&nbsp;personnes auraient obtenu la certification pour AI Agent Studio.</p>\n <p>L’usage de l’AI Agent Studio aurait décollé. Des milliards de tokens sont traités par les LLM mis à disposition par Oracle dans son AI Agent Studio.</p>\n <p>Les agents IA dédiés aux applications Fusion et développés par Oracle, ceux inclus dans les licences, gagneraient en intérêt auprès des clients, selon les porte-parole de la firme.</p>\n</section>         \n<section class=\"section main-article-chapter\" data-menu-title=\"Une place de marché pour retrouver les agents IA des partenaires\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une place de marché pour retrouver les agents IA des partenaires</h2>\n <p>Dans un même temps,&nbsp;à la demande des partenaires et des clients, Oracle a profité d’AI World pour lancer une place de marché où les entreprises peuvent retrouver les agents et les services des intégrateurs. Une vingtaine de partenaires sont présents au lancement de ce service. L’on y retrouve Accenture, Deloitte, IBM, Infosys, PwC, Wipro ou encore KPMG. Quelques éditeurs sont également de la partie, dont Stripe et Box. Plus de 100&nbsp;agents IA sont déjà disponibles.</p>\n <p>Par exemple, IBM a développé un assistant pour diminuer les erreurs dans l’enregistrement des ordres de vente. Infosys, lui a développé un agent pour gérer les processus du recrutement à la retraite.</p>\n <p>«&nbsp;La place de marché dédiée aux partenaires nous permet d’avoir la plus grande diversité d’agents IA possible&nbsp;», déclare Kaushal Kurapati. «&nbsp;Les clients ont parfois des besoins qui vont au-delà de ce que nous avons déjà livré. Ils travaillent probablement avec des intégrateurs depuis plusieurs années et ceux-là connaissent bien les processus des entreprises&nbsp;».</p>\n <p>Les partenaires auraient réclamé de faire partie de l’écosystème d’Oracle et les clients auraient soutenu cette demande.</p>\n <p>Les porte-parole ont bien conscience que certains flux de travail traversent les applications d’éditeurs tiers concurrents, dont les «&nbsp;usual suspects&nbsp;» ServiceNow, SAP, Salesforce et Workday.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Nous certifions les agents IA proposés par les partenaires. Nous les testons comme si nous les mettions nous-mêmes sur le marché. Nous avons une “check list”&nbsp;pour ce faire.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong> Kaushal Kurapati</strong>Directeur de la plateforme agentique, Oracle\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Dans ce cas-là, l’éditeur laissera ses partenaires intégrateurs et ses clients les développer en s’appuyant sur les serveurs MCP distants ou A2A.</p>\n <p>«&nbsp;Nous certifions les agents IA proposés par les partenaires. Nous les testons comme si nous les mettions nous-mêmes sur le marché. Nous avons une “check list”&nbsp;pour ce faire&nbsp;», indique-t-il.</p>\n <p>Et de préciser qu’Oracle a rejeté certains agents IA, car ils ne répondaient pas à ses critères de qualité. Il n’y a toutefois pas eu de précision concernant le modèle de tarification de ces agents développés par des partenaires.</p>\n <p>Ces vérifications font de pair avec l’introduction de frameworks d’évaluation et de tests accessibles depuis AI Agent Studio. «&nbsp;Le créateur de l’agent devrait avoir un jeu de questions ou des scénarios et les réponses attendues. Cela peut être un résumé, la production d’un contenu dans un format structuré&nbsp;», décrit Kaushal Kurapati. «&nbsp;Vous pouvez évaluer un agent ou de multiples versions d’un agent afin de les comparer&nbsp;».</p>\n <p>Un LLM as-a-Judge propulse en partie cette fonctionnalité qui peut être reprise en main par un humain. «&nbsp;Nous attendons de bons résultats en matière de précision et de sûreté&nbsp;», assure-t-il.</p>\n <p>À cela s’ajoute un <a href=\"https://www.lemagit.fr/actualites/366621180/LLMOps-les-SRE-en-terre-inconnue\">aspect LLMOps</a>. Il est possible de surveiller la consommation de tokens, l’efficience des tâches exécutées, la latence et le temps d’exécution.</p>\n <p>Enfin, la firme de Larry&nbsp;Ellison s’assure d’intégrer ses agents et ceux de ses clients dans Teams et bientôt Slack. Ask Oracle, l’UI mise en place par le fournisseur, ne disparaît pas pour autant. Elle était au cœur des démonstrations effectuées lors d’AI World.</p>\n</section>",
      "published_ts": 1760705160,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.journaldunet.com/cybersecurite/1545347-retour-sur-les-assises-de-la-cybersecurite-le-quantique-inquiete-et-exaspere-la-souverainete-s-impose/",
      "title": "Retour sur les Assises de la cybersécurité : le quantique inquiète et fait tiquer, la souveraineté s'impose",
      "summary": "La peur du Q-Day et de la dépendance numérique aux Etats-Unis ont assombri l'ambiance de la 25e édition des Assises de la cybersécurité.",
      "published_ts": 1760700159,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://siecledigital.fr/2025/10/17/rapport-digital-2026-lia-devient-une-habitude-du-quotidien-pour-plus-dun-milliard-de-personnes/",
      "title": "Rapport Digital 2026 : l’IA devient une habitude du quotidien pour plus d’un milliard de personnes",
      "summary": "Comme chaque année, We Are Social et Meltwater publient leur vaste rapport, véritable baromètre de l’état du numérique mondial. Avec plus de 700 pages de données, le rapport Digital 2026 mesure l’évolution des usages en ligne, des réseaux sociaux, du mobile et désormais… de l’intelligence artificielle. Cette édition de ce mois d’octobre 2025 révèle un […]",
      "published_ts": 1760696688,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632901/Jamespot-met-de-lIA-souveraine-dans-sa-Digital-Workplace",
      "title": "Jamespot met de l’IA souveraine (et bretonne) dans sa Digital Workplace",
      "summary": "<p>Jamespot vient d’annoncer le rachat de SafeBrain, une start-up fondée en 2023 spécialisée dans les modèles d’<a href=\"https://www.lemagit.fr/conseil/IA-machine-learning-deep-learning-IA-generative-quelles-differences\">intelligence artificielle</a> sécurisés. Cette acquisition devrait permettre à <a href=\"https://www.lemagit.fr/actualites/252488682/Jamespot-se-positionne-aussi-en-alternative-francaise-a-Office-365\">l’éditeur de Digital Workplace</a> «&nbsp;d’infuser&nbsp;» ses différents produits avec une approche qui garantit la souveraineté technologique –&nbsp;pour laquelle il milite activement depuis plusieurs années.</p> \n<p>En deux ans d’existence, SafeBrain a convaincu une cinquantaine de clients avec ses agents conversationnels, dont Casino ou la Gendarmerie nationale séduits par son approche «&nbsp;d’IA responsable&nbsp;», mélange de sécurité, d’anonymisation et, donc, de souveraineté des données.</p> \n<p>De son côté, et face à la dépendance aux géants extra-européens, Jamespot voulait pouvoir proposer une alternative locale.</p> \n<p>«&nbsp;Avec SafeBrain, nous franchissons une nouvelle étape dans notre vision&nbsp;: proposer à nos clients une plateforme collaborative véritablement complète […] enrichie désormais d’une IA souveraine, puissante et protectrice de leurs données&nbsp;», se félicite Alain&nbsp;Garnier, CEO et cofondateur de Jamespot.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Un dispatcher d’IA\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Un dispatcher d’IA</h2>\n <p>Concrètement, SafeBrain est plus un «&nbsp;dispatcher&nbsp;» qu’une IA en tant que telle. Sa technologie «&nbsp;permet d’utiliser tous les modèles existants en toute sécurité, sans risque de fuite de données&nbsp;», en s’appuyant sur un cadre maîtrisé d’anonymisation et de filtrage des requêtes.</p>\n <p>«&nbsp;Dans le cas d’un modèle déjà souverain –&nbsp;par exemple Mistral sur SecNumCloud&nbsp;– en effet, la sécurité des données est by design. Dans le cas d’un OpenAI ou d’un Claude, SafeBrain utilise d’une part des technologies d’anonymisation, avec un <a href=\"https://www.lemagit.fr/conseil/Comment-choisir-le-LLM-qui-vous-convient-le-mieux\">LMM [N.D.R.&nbsp;: grand modèle multimodal]</a> souverain ad hoc, et d’autre part une mitigation et une mutualisation des clés d’API qui permet de ne pas de savoir qui demande quoi&nbsp;», précise au MagIT Alain&nbsp;Garnier, président et fondateur de Jamespot.</p>\n <p>Ce «&nbsp;LMM souverain ad hoc&nbsp;» est un modèle «&nbsp;compact et rapide&nbsp;» adapté à cette tâche, ajoute le dirigeant. Le modèle peut, par exemple, parcourir un document confidentiel et effacer tous les éléments sensibles avant de l’envoyer à un service d’IA générative.</p>\n <p>Jamespot évoque des applications pour la gestion des connaissances, la relation client ou encore l’innovation interne, toujours dans une logique de respect des données et de confiance utilisateur.</p>\n <p>L’ensemble des équipes de SafeBrain rejoindra celles de Jamespot, qui compte aujourd’hui une cinquantaine de collaborateurs.</p>\n <p>Les offres de la start-up seront intégrées au catalogue produit de l’éditeur de Digital Worplace, avec un dispositif commercial dédié.</p>\n</section>",
      "published_ts": 1760693580,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632891/IA-souveraine-T-Systems-achete-10000-GPU-a-NVIDIA-pour-un-cloud-europeen",
      "title": "IA souveraine : T-Systems achète 10 000 GPU à NVIDIA pour un cloud européen",
      "summary": "<p>T-Systems et NVIDIA l’ont officialisé ce 16&nbsp;octobre&nbsp;2025 : les deux acteurs vont co-construire une infrastructure européenne dédiée à l’intelligence artificielle industrielle.</p> \n<p>Concrètement, ce «&nbsp;cloud&nbsp;» reposera sur 10&nbsp;000&nbsp;processeurs NVIDIA –&nbsp;dont <a href=\"https://www.lemagit.fr/conseil/IA-et-stockage-les-conseils-de-Nvidia\">des systèmes DGX</a>&nbsp;B200 et des serveurs RTX Pro. Il sera hébergé dans des data centers allemands.</p> \n<p>L’objectif affiché par T-Systems est de permettre aux entreprises européennes de concevoir, de simuler et de produire «&nbsp;à la vitesse de l’IA&nbsp;», de manière souveraine et dans un cadre conforme au RGPD.</p> \n<p>La mise en service complète de ce «&nbsp;cloud&nbsp;» est annoncée pour 2026.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Une infrastructure souveraine pour les usages critiques\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une infrastructure souveraine pour les usages critiques</h2>\n <p>La plateforme ciblera en particulier les besoins d’industries qui ont des projets de jumeaux numériques, de robots intelligents, de chatbots à base <a href=\"https://www.lemagit.fr/conseil/LIA-generative-nest-pas-lIntelligence-Artificielle-Generale-et-autres-confusions-sur-la-Gen-AI\">d’IA générative</a> ou de conception assistée par IA –&nbsp;liste le cloudiste allemand.</p>\n <p>Toutes les données seront traitées localement.</p>\n <p>Le tout reposera sur l’environnement Open Telekom Cloud, la plateforme de cloud public opérée par T-Systems qui repose sur OpenStack. Ce IaaS, concurrent souverain d’AWS, de GCP ou d’Azure, donnera accès aux frameworks open source de NVIDIA.</p>\n <p>«&nbsp;L’intelligence artificielle est le moteur de la transformation numérique. Mais elle ne peut exister sans souveraineté&nbsp;», justifie déclare Ferri Abolhassan, CEO de T-Systems et membre du conseil d’administration de Deutsche Telekom AG. «&nbsp;C’est une question de sécurité, d’indépendance économique et de respect de nos valeurs&nbsp;», tranche-t-il.</p>\n</section>     \n<section class=\"section main-article-chapter\" data-menu-title=\"Des cas d’usage concrets déjà présentés\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Des cas d’usage concrets déjà présentés</h2>\n <p>Lors de l’événement NVIDIA GTC Paris, T-Systems a présenté plusieurs usages possibles de cette future infrastructure, comme des outils d’IA pour les centres de contact, ou des solutions pour l’éducation et les services publics.</p>\n <p>Au-delà de la puissance de calcul, le partenariat prévoit un accompagnement global des entreprises sur la chaîne de valeur de l’IA, par exemple dans la cybersécurité, dans l’intégration des solutions NVIDIA ou dans la gestion du changement.</p>\n</section>   \n<section class=\"section main-article-chapter\" data-menu-title=\"Un nouvel accord pour NVIDIA\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Un nouvel accord pour NVIDIA</h2>\n <p>«&nbsp;À l’ère de l’IA, chaque industriel a besoin de deux usines&nbsp;: l’une pour fabriquer des produits, et l’autre pour développer l’intelligence qui les fait fonctionner&nbsp;», vante pour sa part Jensen Huang, fondateur et PDG de NVIDIA qui a trouvé un nouveau client.</p>\n <p>Il y a moins d’un mois, NVIDIA a passé <a href=\"https://www.lemagit.fr/actualites/366631560/Nvidia-letrange-investissement-de-100-milliards-a-la-faveur-dOpenAI\">un autre partenariat, d’une ampleur pharaonique, avec OpenAI</a> pour un montant de 100&nbsp;milliards de dollars et des millions de GPU qui représenteront au moins 10&nbsp;Gigawatts de puissance électrique.</p>\n <p>Contacté par LeMagIT, T-Systems n’avait pas précisé, au moment de la parution de l’article, la répartition des achats entre les serveurs DGX (plus adaptés à l’entraînement des modèles) et les serveurs RTX (<a href=\"https://www.lemagit.fr/actualites/366629887/Nvidia-commercialise-son-GPU-Blackwell-pour-PME\">plus adaptés pour l’inférence</a>), ni la puissance engagée par l’accord du jour.</p>\n</section>",
      "published_ts": 1760689560,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://blog.cloudflare.com/load-balancing-monitor-groups-multi-service-health-checks-for-resilient/",
      "title": "Load Balancing Monitor Groups: Multi-Service Health Checks for Resilient Applications",
      "summary": "Cloudflare Load Balancing now supports Monitor Groups, allowing you to combine multiple health monitors into a single, logical assessment.",
      "published_ts": 1760680800,
      "source_name": "Cloudflare Engineering Blog"
    },
    {
      "url": "https://www.zdnet.fr/actualites/veolia-se-dote-dun-jumeau-numerique-ia-en-ile-de-france-483594.htm#xtor=RSS-1",
      "title": "Veolia se dote d’un jumeau numérique IA en Ile-de-France",
      "summary": "Pour optimiser l’exploitation des installations du SEDIF (réseau d’eau de 4 millions d’usagers), Veolia va numériser les infrastructures avec la deeptech Samp. Le jumeau numérique généré par l’IA deviendra la plateforme BIM d’exploitation du plus grand réseau d’eau potable public de France.",
      "published_ts": 1760663420,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632952/George-Kurian-NetApp-en-IA-la-priorite-est-loptimisation-des-donnees-plutot-que-leur-vitesse",
      "title": "« Dans l’IA, la priorité, c’est l’optimisation des data. Pas leur vitesse » (George Kurian, NetApp)",
      "summary": "<p>Le trio de tête des fournisseurs de solutions de stockage de données pour entreprises –&nbsp;Dell, Pure Storage, NetApp&nbsp;– multiplie les efforts technologiques pour s’aligner sur les besoins modernes de l’intelligence artificielle. Mais leurs ventes progressent bien moins que <a href=\"https://www.lemagit.fr/actualites/366630259/Chez-Dell-les-ventes-de-serveurs-et-de-reseau-explosent\">celles des serveurs</a> désormais équipés de puissants GPU, ou celles des switches réseau avec des ports Ethernet à très haut débit. Et ils ne s’en offusquent pas.</p> \n<p>Pour comprendre ce paradoxe, la presse vient d’avoir l’occasion d’interviewer <a href=\"https://www.lemagit.fr/actualites/366557974/NetApp-nous-permettons-aux-entreprises-detre-pilotees-par-les-donnees\">George&nbsp;Kurian</a>, le PDG de NetApp, en marge du salon NetApp Insight que le constructeur a organisé cette semaine à Las Vegas.</p> \n<p>Dans les lignes qui suivent, George&nbsp;Kurian explique quel est selon lui le véritable enjeu économique du stockage –&nbsp;les données plutôt que les disques qui les contiennent. Il évoque aussi les évolutions probables de certains de ses produits.</p> \n<p><b>LeMagIT&nbsp;: l</b><b>es ventes de serveurs et d’équipements réseau explosent grâce à l’arrivée de modèles adaptés à l’IA. Mais pas les ventes de baies de disques. Quel est le problème&nbsp;? </b></p> \n<p><b>George&nbsp;Kurian&nbsp;: </b>Il s’agit juste de deux chronologies différentes. Les ventes de serveurs et de réseau reflètent les besoins d’entraînements de l’IA. La phase suivante sera de soumettre des données métier à ces IA entraînées. C’est à ce moment que vous verrez les ventes de stockage décoller, d’autant plus qu’il faudra stocker toutes les nouvelles données créées par l’IA générative.</p> \n<p><b>LeMagIT&nbsp;: Vous améliorez vos baies de disques avec des logiciels qui simplifient les projets d’IA. Mais n’avez-vous pas l’impression que tous les regards se tournent plutôt vers les baies de disques qui sont matériellement accélérées pour supporter les performances de l’IA&nbsp;? </b></p> \n<p><b>George&nbsp;Kurian&nbsp;: </b>Ce sont deux besoins différents. Les baies accélérées que vous mentionnez ne sont utilisées que pour satisfaire le besoin de checkpointing. C’est quand vous entraînez un LLM avec un système de fichiers parallélisé sur du stockage très basique et qu’il faut accéder très rapidement à une zone tampon pour vérifier qu’il n’y a pas d’erreurs. Nous vendons ça. Ce sont nos baies de disques en mode bloc <a href=\"https://www.lemagit.fr/actualites/2240239148/NetApp-dope-les-performances-de-ses-baies-Flash-de-la-serie-E\">E-Series</a>, utilisées avec le système de fichiers parallélise BGFS.</p> \n<p>Ce sont des besoins en stockage peu importants&nbsp;: 4 ou 8&nbsp;bits, fois le nombre de paramètres de votre LLM, fois le nombre de checkpoints par entraînement, fois le nombre d’entraînements que vous souhaitez conserver. Pour être honnête, cela ne représente pas pour nous de grosses ventes.</p> \n<p>Notre priorité, c’est plutôt le stockage de grandes quantités de données. Les grandes quantités de données sont sur les cas d’usage de l’inférence, où il faut plutôt optimiser la logique que la vitesse.</p> \n<p><b>LeMagIT&nbsp;: Mais concrètement, vos solutions sont-elles taillées pour être utilisées, par exemple, par des fournisseurs de services d’IA en cloud&nbsp;? </b></p> \n<p><b>George&nbsp;Kurian&nbsp;:</b> Certains «&nbsp;néoclouds&nbsp;» [fournisseurs de cloud qui <a href=\"https://www.lemagit.fr/actualites/366627595/Infrastructure-IA-londe-de-choc-CoreWeave\">ne proposent que des services d’IA</a>, N.D.R.] sont déjà nos clients. Et nous sommes sollicités par certains autres pour que leurs utilisateurs réussissent à utiliser leurs données avec l’IA. Nous avons une grande expérience en ce qui concerne les fonctions pour mieux exploiter les données, notamment via tous les services que nous avons mis en place avec les hyperscalers.</p> \n<p><b>LeMagIT&nbsp;: Vous avez au catalogue la gamme de baies en mode objet StorageGrid. Allez-vous aussi les vendre pour l’IA&nbsp;? Et de quelle manière&nbsp;?</b></p> \n<p><b>George&nbsp;Kurian&nbsp;:</b> Nous avons récemment lancé la version&nbsp;12.0 du système <a href=\"https://www.lemagit.fr/etude/NetApp-se-catapulte-dans-le-ciel-avec-larmee-de-sa-majeste\">StorageGrid </a>qui apporte des fonctionnalités utiles dans le développement des applications d’IA. Par exemple, une fonction appelée Bucket Branching, qui vous permet de répliquer des données dans une zone réservée aux développeurs sans pour autant consommer beaucoup de capacité de stockage. Mais attendez-vous à voir arriver sur StorageGrid la couche AIDE de préparation des données pour l’IA que nous avons implémenté <a href=\"https://www.lemagit.fr/actualites/366632628/AFX-la-nouvelle-baie-de-NetApp-prepare-elle-meme-les-donnees-pour-lIA\">dans la baie AFX</a>.</p> \n<p><b>LeMagIT&nbsp;: À ce propos, le module de calcul que vous avez mis dans la baie AFX est-il condamné à n’exécuter que votre couche logicielle AIDE&nbsp;? Ou avez-vous le projet de lui faire faire autre chose&nbsp;? </b></p> \n<p><b>George&nbsp;Kurian&nbsp;:</b> Nous avons formulé l’année dernière la promesse que nous amènerions l’IA à vos données pour vous éviter d’avoir à les copier vers l’IA. Le nœud de calcul&nbsp;DX50 de la baie AFX concrétise cette promesse et c’est tout ce dont nous pouvons nous féliciter pour l’instant. Je ne veux pas spéculer sur les formes dérivées que pourrait prendre ce module de calcul.</p> \n<p>Cependant, je sais qu’on nous demandera certainement à un moment de transférer la logique du DX50 sur d’autres matériels, par exemple parce que des utilisateurs voudront l’exécuter sur l’architecture qu’ils ont choisie. Si c’est le cas, nous le ferons.</p> \n<p><b>LeMagIT&nbsp;: Sur un tout autre sujet, vous venez d’adapter votre outil Shift Toolkit pour aider les clients de VMware <a href=\"https://www.lemagit.fr/actualites/366632784/Red-Hat-et-NetApp-sallient-pour-succeder-a-VMware\">à migrer vers OpenShift</a> de Red Hat. Pourquoi cette solution en particulier&nbsp;? </b></p> \n<p><b>George&nbsp;Kurian&nbsp;:</b> Ce sont d’abord les demandes de nos clients qui guident nos choix. À ce stade, il est encore trop tôt pour savoir par quoi les entreprises vont majoritairement remplacer VMware. Aujourd’hui, nous savons éliminer la problématique de migrer notre stockage, pour les entreprises qui veulent utiliser sur site Azure Local (Hyper-V) ou OpenShift, et pour les entreprises qui partent dans le cloud où nos services de stockage existent. Mais attendez-vous à voir les possibilités s’enrichir au fur et à mesure que nous discuterons avec nos clients de leurs besoins de migration.</p>",
      "published_ts": 1760652420,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632862/Oracle-adapte-son-reseau-pour-gerer-des-HPC-de-plus-de-130000-GPU",
      "title": "Oracle adapte son réseau pour gérer des HPC de plus de 130 000 GPU",
      "summary": "<p>Lors de sa conférence AI World, Oracle a déroulé ses annonces en matière d’IA en se concentrant sur sa base de données et ses applications. Mais ses porte-parole sont également revenus sur les améliorations de son infrastructure.</p> \n<p>Il y a d’abord la poursuite de deux partenariats d’envergure avec AMD et Nvidia.</p> \n<p>Oracle a présenté Zettascale10, il sera le plus gros HPC IA dans le cloud. Ce supercluster devrait développer jusqu’à 16&nbsp;zettaFLOPS de puissance de calcul et 800&nbsp;000&nbsp;GPU Nvidia. La livraison prévue est lors de la deuxième moitié de l’année&nbsp;2026. Les commandes sont déjà ouvertes. Bien évidemment, l’on parle bien là d’une évolution du même data center installé à Abilene, au Texas. La base du <a href=\"https://www.lemagit.fr/actualites/366618445/Infrastructures-le-megaprojet-Stargate-entretient-les-mysteres\">fameux projet Stargate</a> codéveloppé avec OpenAI. Ce campus s’étalant sur un rayon de 2&nbsp;kilomètres atteindrait déjà 1,2&nbsp;gigawatt de puissance et fournirait déjà 500&nbsp;000&nbsp;GPU Nvidia. Sur le site, quatre turbines à gaz servent à générer une partie de l’électricité nécessaire au fonctionnement de ce mastodonte.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Toujours plus de GPU AMD et Nvidia\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Toujours plus de GPU AMD et Nvidia</h2>\n <div class=\"imagecaption alignLeft\">\n  <img src=\"https://cdn.ttgtmedia.com/visuals/LeMagIT/amdinstinct355x.jpg\" alt=\"Photo d'une plateforme AMD Instinct 355X\" width=\"292\" height=\"355\">Une plateforme AMD Instinct&nbsp;355X\n </div>\n <p>Il vient aussi d’annoncer la disponibilité générale des instances Bare Metal incluant les GPU AMD Instinct&nbsp;MI355X. <a href=\"https://www.lemagit.fr/actualites/366626252/Le-cloud-OCI-achete-deja-130-000-exemplaires-du-dernier-GPU-dAMD\">131&nbsp;072 GPU (64 cartes&nbsp;MI355X par rack) propulseront un supercluster dédié</a>. Avec AMD, Oracle fournira un supercluster de 50&nbsp;000&nbsp;GPU de la série Instinct&nbsp;MI450 au troisième trimestre&nbsp;2026, qu’il agrandira en 2027 «&nbsp;et au-delà&nbsp;».</p>\n <p>Oracle mise sur deux fournisseurs principaux en la matière. Il ne prévoit toutefois pas de développer ses propres puces, contrairement à ses concurrents. &nbsp;</p>\n <p>«&nbsp;Notre rôle consiste à nous assurer que les clients disposent de ce dont ils ont besoin en matière de GPU&nbsp;», affirme Karan Batta, vice-président senior Oracle Infrastructure Cloud.</p>\n <p>Il répond là à une question du MagIT concernant la manière dont Oracle gère le manque de GPU disponible sur le marché.</p>\n <p>«&nbsp;C’est un sujet beaucoup plus complexe qu’il n’y paraît. Tout le monde se concentre actuellement sur les GPU, mais tous les autres éléments sont importants&nbsp;», ajoute-t-il. «&nbsp;Vous pouvez avoir plus de GPU que nécessaire, mais vous risquez alors de manquer d’espace et d’alimentation électrique. Vous pourriez ne pas avoir suffisamment d’optiques ou de câbles. Vous pourriez déployer un centre de données au milieu de nulle part. Mais vous avez besoin d’une connectivité réseau, vous avez besoin de stockage&nbsp;», liste-t-il.</p>\n</section>       \n<section class=\"section main-article-chapter\" data-menu-title=\"Acceleron : un Network Fabric pour former un méta-cluster de GPU\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Acceleron&nbsp;: un Network Fabric pour former un méta-cluster de GPU</h2>\n <p>En ce sens,&nbsp;le fournisseur présente Acceleron, une architecture réseau RoCe (<a href=\"https://www.lemagit.fr/conseil/Pourquoi-la-norme-RoCE-sest-dabord-imposee-dans-le-stockage-NVMe-oF\">RDMA over Ethernet</a>) spécifique à Oracle.</p>\n <p>Acceleron est «&nbsp;une combinaison de nos logiciels et de notre architecture pour sécuriser et accélérer l’ensemble de nos entrées-sorties (I/O)&nbsp;», affirme Clay Magouyrk, co-CEO d’Oracle. «&nbsp;Elle comprend un réseau Fabric dédié, des cartes d’interfaçage réseau (NIC) convergées, un routage de paquets zéro confiance au niveau de l’hôte et une conception multiplanaire pour améliorer les performances et la disponibilité&nbsp;».</p>\n <p>Dans les HPC, Acceleron doit en premier lieu surmonter les limites <a href=\"https://www.lemagit.fr/conseil/Reseau-quelle-infrastructure-de-communication-pour-lIA\">des réseaux Clos à trois étages</a>. Cette terminologie décrit une architecture où une colonne de switch centrale est à la fois reliée aux sources de données et aux destinations. Cette topologie doit réduire le nombre d’interconnexions, améliorer la parallélisation des traitements GPU, ainsi que l’efficacité du transfert des données entre le GPU et l’espace de stockage. Selon les ingénieurs d’Oracle, cette topologie supporte bien les superclusters de 130&nbsp;000&nbsp;GPU que le fournisseur a déjà déployés.</p>\n <p>Or, l’architecture de réseau Clos à 3&nbsp;étages présente des limites en matière de consommation énergétique et de robustesse du réseau. Plus particulièrement, elle implique de multiplier les switchs, de faire courir des kilomètres de câbles et augmente la latence.</p>\n <p>Le réseau Clos à 3&nbsp;étages mis en place par Oracle interconnecte l’ensemble des NICs clients. Pour aller au-delà des 130&nbsp;000&nbsp;GPU, le fournisseur déploie des Network Fabrics «&nbsp;disjoints&nbsp;» –&nbsp;les fameux plans. Chaque plan isolé se connecte à un seul NIC client. «&nbsp;Il y a un petit commutateur dans les NIC les plus récents qui permet à un serveur de faire sortir des données à travers le NIC qui les redistribue vers quatre switchs différents&nbsp;», explique David&nbsp;Becker, expert réseau chez Oracle, dans une vidéo publiée en marge d’Oracle AI World. À l’inverse, chaque NIC client peut être connecté à quatre plans de ce réseau multiplanaire.</p>\n <p>Chaque plan est lui-même architecturé comme un réseau Clos à deux étages. La carte réseau devient un des étages.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Nous avons dû proposer une solution de câblage inventive pour connecter les breakouts des switchs et des NIC. Nous l’appelons “shuffle cables”.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>David Becker</strong>Expert réseau, Oracle\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Et en ajoutant des plans, la mise à l’échelle est plus aisée. De plus, chaque plan a son propre control plane et data plane. En cas de panne qui affecterait un plan, les autres ne seraient pas affectés. Le trafic peut être automatiquement rerouté à un plan par le firmware du NIC et/ou d’autres éléments logiciels.</p>\n <p>Comme ce nombre de ports sur un switch peut limiter la mise à l’échelle, les ingénieurs d’Oracle augmentent le «&nbsp;radix&nbsp;», le degré de connectivité du commutateur (switch) et des NIC. Pour cela, Oracle utilise des breakouts, c’est-à-dire des adaptateurs qui permettent de subdiviser <a href=\"https://www.lemagit.fr/actualites/366613443/Reseau-vers-du-800-Gbit-s-longue-distance-moins-cher\">un port Ethernet&nbsp;400&nbsp;G ou 800&nbsp;G</a> en plusieurs <a href=\"https://www.lemagit.fr/definition/SFP\">ports plus petits</a>, tout en divisant la bande passante équitablement par port. Physiquement, une telle approche réclame bien plus de fibre optique en plus de gérer la complexité du câblage. «&nbsp;Nous avons dû proposer une solution de câblage inventive pour connecter les breakouts des switchs et des NIC. Nous l’appelons “shuffle cables”&nbsp;», décrit David&nbsp;Becker. Les brins de fibre nécessaires aux interconnexions entre les deux types d’équipements sont réunis entre les breakouts pour réduire le nombre de câbles. In fine, un seul câble rassemble quatre breakouts à chaque extrémité.</p>\n <p>Les DSP, censés réduire les interférences entre les switchs et les NIC sont supprimés. Leurs capacités de stabilisation et de nettoyage du signal de la fibre optique sont désormais prises en charge par les logiciels des «&nbsp;<a href=\"https://www.lemagit.fr/conseil/SmartNICs-et-FACs-ces-cartes-reseau-qui-accelereront-les-datacenters\">Smart NIC&nbsp;</a>». Cette approche nommée Linear Pluggable Optics (LPO) permet d’éliminer les ASICs qui propulsent les DSP et leurs ventilateurs. Cela réduirait d’environ 30&nbsp;% la consommation du lien fibré. Ces gains ainsi que ceux obtenus en supprimant certains switchs permettraient d’allouer davantage de puissance aux GPU.</p>\n <p>«&nbsp;Ce concept s’appelle la désintermédiation&nbsp;», affirme Clay Magouyrk. «&nbsp;C’est en réalité assez difficile à mettre en œuvre. Pour cela, il faut disposer d’une architecture logicielle très flexible qui permette de déplacer de manière transparente les fonctions réseau d’un endroit à un autre&nbsp;», poursuit-il lors de son keynote. «&nbsp;Nous y travaillons depuis des années et cette technologie est déjà déployée sur bon nombre de nos différents systèmes réseau. Le résultat net est une réduction significative des coûts&nbsp;».</p>\n <p>Le revers de la médaille de l’approche LPO, c’est qu’elle réintroduit de la latence. Ce n’est pas le plus important avec les GPU, le principal est de fournir des transferts de données très haut débit, selon Karan Batta.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Finalement, tout le monde achète les mêmes GPU. Ce qui va vraiment faire la différence, c’est l’échelle, mais aussi la disponibilité et le fonctionnement.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Karan Batta</strong>V-P senior Oracle Infrastructure Cloud\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>« Nous sommes désormais en mesure de disposer de clusters GPU répartis dans plusieurs bâtiments différents et de les connecter entre eux comme s’il s’agissait d’un seul et même cluster », traduit-il, lors d’un briefing presse. « Ainsi, des clients tels qu’OpenAI ou d’autres peuvent exécuter une seule tâche d’entraînement qui s’étend non seulement aux GPU, disons dans cette salle, mais aussi à un autre bâtiment ».&nbsp;«&nbsp;Finalement, tout le monde achète les mêmes GPU. Ce qui va vraiment faire la différence, c’est l’échelle, mais aussi la disponibilité et le fonctionnement&nbsp;», poursuit-il.</p>\n <p>Un effort apprécié par OpenAI. «&nbsp;Vous nous aider à pousser des acteurs plus traditionnels à être plus flexible, vous co-développez avec nous, vous faites des compromis tels que le système multiplanaire&nbsp;», liste Peter&nbsp;Hoeschle, vice-président stratégie et opérations d’infrastructure chez OpenAI, lors d’un keynote.</p>\n <p>Les NIC clients sont indifféremment ceux proposés par Nvidia <a href=\"https://www.lemagit.fr/actualites/366618802/Infrastructure-IA-Nvidia-adapte-son-reseau-rapide-Spectrum-X-au-stockage\">(Spectrum-X, par exemple</a>) et AMD (<a href=\"https://www.lemagit.fr/actualites/252515728/Reseau-AMD-rachete-Pensando-pour-se-lancer-dans-les-DPUs\">Pensando Pollara 400 AI)</a>. «&nbsp;Nous prenons en charge la plupart des NIC clients du marché. Notre architecture est interopérable&nbsp;», affirme Karan Batta.</p>\n</section>                 \n<section class=\"section main-article-chapter\" data-menu-title=\"Améliorer la sécurité et les performances du stockage NVMe\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Améliorer la sécurité et les performances du stockage NVMe</h2>\n <p>Mais Acceleron ne profitera pas qu’à OpenAI. Ses capacités sont adaptées pour d’autres usages, selon Oracle.</p>\n <p>Avec Acceleron, le NIC hôte, le plane client et le control plane cloud sont physiquement sur la même puce, mais sont partitionnés en dur, isolés. Une interface Ethernet sous la forme d’un canal léger «&nbsp;on die&nbsp;» permet les échanges entre les deux pôles. Contrairement au système majoritairement déployé par Oracle avec son infrastructure&nbsp;Gen2, la gestion des paquets à travers MAC/PHY ne dépend pas d’équipements séparés. Le tout se fait à même le Smart NIC.</p>\n <p>«&nbsp;La carte réseau convergée Oracle Acceleron permet également une configuration automatique et sécurisée pour la présentation native des périphériques <a href=\"https://www.lemagit.fr/definition/NVMe\">NVMe</a> aux volumes en bloc OCI, ce qui profite directement aux charges de travail des clients dans les environnements à forte intensité I/O&nbsp;», assure un porte-parole d’Oracle.</p>\n <p>Cela doit aussi améliorer Zero Trust Packet Routing (ZPR). C’est un moyen pour protéger les accès réseau non autorisés à travers des attributs –&nbsp;des règles&nbsp;– spécifiques. ZPR complète les groupes de sécurité réseau et les listes de contrôle de sécurité avec des règles exprimées à l’aide d’un DSL (ZPL) dont les attributs sont très simples à comprendre et décrits en langage naturel. Un moteur de règles compile ces intentions dans les règles qui protègent les accès à une application et au service Exadata sous-jacent (par exemple). Outre de nouvelles fonctionnalités pour&nbsp;mieux inspecter les paquets, protéger les déploiements multi-VCN, les MySQL et Oracle Database, l’ajout de politique de refus d’accès au niveau du IAM, les règles exprimées à travers le DSL sont désormais appliquées au niveau du NIC hôte.</p>\n <p>La disponibilité des technologies Acceleron est progressive. Certaines d’entre elles sont déjà disponibles, d’autres seront déployées au fil de l’eau dès 2025, indique Karan Batta.</p>\n</section>",
      "published_ts": 1760627340,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632861/Ransomware-comment-Akira-cache-son-niveau-dactivite-reel",
      "title": "Ransomware : comment Akira cache son niveau d’activité réel",
      "summary": "<p>Quelques 150&nbsp;organisations suisses, victimes nominales de cyberattaques, sont connues publiquement, dont un peu plus de 140 revendiquées par des cybercriminels.</p> \n<p>Parmi celles-ci, l’enseigne de ransomware Akira a été utilisée pour en revendiquer moins de 15, selon les données de <a href=\"https://www.ransomware.live/country/CHE\">Ransomware.live</a>. En plus de cela, LeMagIT a connaissance d’une poignée d’organisations suisses ayant été victimes d’Akira, mais n’ayant pas été revendiquées, qu’un paiement de rançon soit survenu… ou pas.</p> \n<p>Mais cela semble bien loin de donner une photographie fiable de l’activité de l’enseigne et de la menace qu’elle fait peser sur les organisations helvétiques.</p> \n<p>Car les autorités suisses viennent de sonner le tocsin&nbsp;: l’enseigne de rançongiciel Akira «&nbsp;a intensifié ses actions en Suisse ces derniers mois&nbsp;». Et de <a href=\"https://www.news.admin.ch/fr/newnsb/W1jbOjkpgkaOW6S8HIB96\">lâcher</a> un chiffre&nbsp;: «&nbsp;environ 200&nbsp;entreprises&nbsp;» de la confrérie ont été victimes de cyberattaque impliquant Akira «&nbsp;entre mai&nbsp;2023 et septembre&nbsp;2025&nbsp;».</p> \n<p>Un phénomène récent&nbsp;: «&nbsp;ces attaques sont toujours en cours et se sont intensifiées ces derniers mois. Les autorités ont en effet constaté une augmentation du nombre de cas liés au même ransomware (entre 4 et 5 par semaine, un chiffre record en Suisse), ce qui prouve que le groupe en question est très actif&nbsp;».<br>La comparaison entre le nombre de cas connus et celui des demandes d’assistance pour rançongiciel reçues par Cybermalveillance.gouv.fr nous a permis d’estimer que, <a href=\"https://www.lemagit.fr/actualites/366618153/Ransomware-2024-lannee-de-laccalmie-pour-la-France\">depuis cinq ans</a>, l’activité observable des cybercriminels ne couvre guère que 10&nbsp;% des cas survenant effectivement.</p> \n<figure class=\"main-article-image full-col\" data-img-fullsize=\"https://www.lemagit.fr/rms/LeMagIT/akira-assessed-20251016.png\">\n <img data-src=\"https://www.lemagit.fr/rms/LeMagIT/akira-assessed-20251016_mobile.png\" class=\"lazy\" data-srcset=\"https://www.lemagit.fr/rms/LeMagIT/akira-assessed-20251016_mobile.png 960w,https://www.lemagit.fr/rms/LeMagIT/akira-assessed-20251016.png 1280w\" alt=\"Schéma de l'évolution de l'activité estimée de l'enseigne Akira au cours des 12 derniers mois.\" data-credit=\"LeMagIT\" height=\"302\" width=\"558\">\n <figcaption>\n  <i class=\"icon pictures\" data-icon=\"z\"></i>Évolution de l'activité estimée de l'enseigne Akira au cours des 12 derniers mois.\n </figcaption>\n <div class=\"main-article-image-enlarge\">\n  <i class=\"icon\" data-icon=\"w\"></i>\n </div>\n</figure> \n<p>Mais cela concerne toutes les activités de cyberextorsion sans distinction, et pas seulement les enseignes <a href=\"https://www.lemagit.fr/actualites/366550215/Ransomware-ceux-qui-font-le-plus-parler-deux-ne-sont-toujours-pas-les-plus-repandus\">qui font le plus parler d’elles</a>. Pour ces dernières, le consensus a plutôt été de considérer que la visibilité sur le niveau réel d’activité était plutôt bonne, malgré les victimes décidant de payer. Mais même là, au fil des ans, de nombreuses indications suggéraient un taux de paiement de l’ordre d’une petite vingtaine de pour cent. Un chiffre suffisant pour dériver des estimations des observations.</p> \n<p>Il apparaît toutefois nécessaire de reconsidérer cette estimation. Et cela d’autant plus, qu’il a pu être confirmé que non seulement Akira <a href=\"https://www.lemagit.fr/actualites/366632099/Mexique-Airbus-Public-Safety-and-Security-victime-de-ransomware-debut-mai\">mais aussi Qilin</a> ne revendiquent pas systématiquement toutes leurs victimes refusant de céder au chantage.</p> \n<p>Plusieurs explications peuvent être trouvées au mutisme d’Akira sur certaines de ses victimes.</p> \n<p>Tout d’abord, revendiquer des «&nbsp;petites&nbsp;» victimes –&nbsp;ou des victimes pour lesquelles très peu de données ont été volées&nbsp;– pourrait pénaliser l’image de l’enseigne. Et d’autant plus si ces revendications se multiplient, suggérant un taux de paiement trop bas pour attirer des affidés.</p> \n<p>Enfin, des cas où une attaque conduite avec le ransomware Akira n’a pas été accompagnée d’un vol de données ont été constatés. Et là, pourquoi revendiquer la cyberattaque en l’absence de menace de divulgation de données&nbsp;?</p> \n<figure class=\"main-article-image full-col\" data-img-fullsize=\"https://www.lemagit.fr/rms/LeMagIT/akira-confirmed-20251016.png\">\n <img data-src=\"https://www.lemagit.fr/rms/LeMagIT/akira-confirmed-20251016_mobile.png\" class=\"lazy\" data-srcset=\"https://www.lemagit.fr/rms/LeMagIT/akira-confirmed-20251016_mobile.png 960w,https://www.lemagit.fr/rms/LeMagIT/akira-confirmed-20251016.png 1280w\" alt=\"Infographie des victimes de l'enseigne Akira pour lesquelles la date d'attaque a pu être estimée et confirmée.\" data-credit=\"LeMagIT\" height=\"237\" width=\"559\">\n <figcaption>\n  <i class=\"icon pictures\" data-icon=\"z\"></i>Victimes de l'enseigne Akira pour lesquelles la date d'attaque a pu être estimée et confirmée.\n </figcaption>\n <div class=\"main-article-image-enlarge\">\n  <i class=\"icon\" data-icon=\"w\"></i>\n </div>\n</figure> \n<p>L’enseigne Akira compte parmi les plus visiblement actives en 2025, depuis l’accélération de ses activités <a href=\"https://www.lemagit.fr/actualites/366623297/Ransomware-Akira-continue-sur-sa-lancee\">à l’automne dernier</a>. Nous avons partiellement reconstruit son activité observable en produisant une date estimée de fin d’exfiltration et/ou confirmée de découverte du chiffrement pour près de 37&nbsp;% de ses revendications. Lorsque les deux sont disponibles, l’écart entre date estimée et date confirmée s’établit entre 0 et 1&nbsp;jour.</p>",
      "published_ts": 1760626440,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.journaldunet.com/martech/1545083-le-top-et-le-flop-des-technologies-pour-optimiser-vos-relations-presse/",
      "title": "Le top et le flop des technologies pour optimiser vos relations presse",
      "summary": "Les relations presse reprennent leur place dans l'écosystème de la communication après l'essor des réseaux sociaux court-termistes. Découvrez les outils indispensables pour réussir vos relations médias.",
      "published_ts": 1760626217,
      "source_name": "Journal du Net"
    },
    {
      "url": "https://www.lemagit.fr/tribune/Ransomware-pourquoi-compter-les-revendications-des-cybercriminels-ne-suffit-pas",
      "title": "Ransomware : pourquoi compter les revendications des cybercriminels ne suffit pas",
      "summary": "<p>Compter, chaque mois, les revendications de cyberattaques publiées par les délinquants jouant la carte de la cyberextorsion –&nbsp;avec ransomware, simple vol de données, voire les deux (on parle alors de double extorsion)&nbsp;– est devenu un sport international.&nbsp;</p> \n<p>La compétition n’y est pas franchement rude&nbsp;: de nombreux outils accessibles en open source permettent à n’importe qui d’un peu bricoleur de se lancer dans le&nbsp;<i>scrapping&nbsp;</i>de sites vitrines accessibles via Tor, voire de compléter la surveillance avec quelques comptes X/Twitter et autres chaînes Telegram utilisés par les cybercriminels pour leurs revendications, voire distribution de données volées à leurs victimes.&nbsp;</p> \n<p>La pratique de cette discipline est d’ailleurs désormais tellement répandue que de nombreux services gratuits permettent de suivre la litanie de l’égrainage des victimes, comme&nbsp;<a href=\"https://twitter.com/TMRansomMonitor\">ThreatMon</a>&nbsp;et&nbsp;<a href=\"https://twitter.com/FalconFeedsio\">FalconFeeds</a>&nbsp;sur Twitter ou&nbsp;<a href=\"https://www.ransomware.live/#/recentvictims\">Ransomware.live</a>, développé et maintenu depuis 18&nbsp;mois par Julien&nbsp;Mousqueton, directeur technique de Computacenter.&nbsp;</p> \n<p>L’exercice est intéressant et utile, notamment pour améliorer la prise de conscience de la menace, mais à condition d’utiliser les données brutes récoltées avec un minimum de rigueur pour produire ses analyses.&nbsp;</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Différencier cyberattaque et revendication\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Différencier cyberattaque et revendication</h2>\n <p>L’un des biais courants consiste à parler de cyberattaques plutôt que de revendications. Car certaines revendications se sont avérées, par le passé, n’être que des recyclages de données volées antérieurement. Le groupe Snatch s’est ainsi remarquablement illustré à plusieurs reprises, notamment avec la&nbsp;<a href=\"https://www.lemagit.fr/actualites/365531841/Snatch-revendique-un-vol-de-donnees-chez-Ingenico\">revendication d’une cyberattaque contre Ingenico</a>.</p>\n <p>En outre, il est déjà arrivé qu’une même victime ait été&nbsp;<a href=\"https://www.lemagit.fr/actualites/366539455/Cyberattaque-deux-rancongiciels-pour-un-seul-attaquant\">revendiquée sur deux vitrines</a>&nbsp;de rançongiciel distinctes, sans qu’il y ait eu pour autant deux cyberattaques. De quoi fausser considérablement les comptes.&nbsp;</p>\n <p>Autre problème&nbsp;: la chronologie. Courant&nbsp;2023, au moins un affidé de la franchise mafieuse LockBit&nbsp;3.0 a revendiqué des cyberattaques <a href=\"https://www.lemagit.fr/actualites/366539455/Cyberattaque-deux-rancongiciels-pour-un-seul-attaquant\">avec un retard considérable</a>, de plusieurs mois dans certains cas. Sans chercher à redresser à minima les comptes en tenant compte d’indications additionnelles laissées par les attaquants, voire en demandant aux victimes, il est aisé de se laisser prendre au piège d’un effort de communication des cybercriminels visant à «&nbsp;gonfler&nbsp;» artificiellement leurs chiffres à un moment donné.&nbsp;</p>\n <p>Se contenter du décompte des revendications des cybercriminels pour estimer le niveau de la menace et son évolution, c’est également oublier le fait qu’il ne constitue qu’un prisme déformant visant, en premier lieu, à servir le narratif des délinquants.&nbsp;</p>\n <p>Car à combiner les perspectives –&nbsp;en intégrant par exemple les cyberattaques rapportées publiquement dans la presse, celles dont l’existence est trahie par des échantillons de ransomware, etc.&nbsp;– si l’on n’obtient pas une photographie complète, on peut affiner l’analyse suivant la cohérence des évolutions observées.&nbsp;</p>\n</section>      \n<section class=\"section main-article-chapter\" data-menu-title=\"Multiplier les perspectives\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Multiplier les perspectives</h2>\n <p>À défaut de quoi on finit par affirmer que les cyberattaques se multiplient, voire même les délinquants, en écartant toute possibilité d’évolution de leur stratégie de communication. Or, certains groupes tendent désormais à épingler ouvertement leurs victimes très rapidement, en moins de 72&nbsp;h, là où beaucoup restaient aisément silencieux 15&nbsp;jours, l’an dernier, avant de clamer leurs méfaits.&nbsp;</p>\n <p>N’oublions pas non plus que les revendications, quand bien elles seraient systématiques, ne donneraient encore une fois à voir qu’une partie du paysage de la menace des rançongiciels. Car ceux qui font le plus parler d’eux&nbsp;<a href=\"https://www.lemagit.fr/actualites/366550215/Ransomware-ceux-qui-font-le-plus-parler-deux-ne-sont-toujours-pas-les-plus-repandus\">ne sont toujours pas les plus répandus</a>.&nbsp;</p>\n <p>Ceux qui font parler d’eux sont ceux qui pratiquent la double-extorsion ou, à tout le moins, le vol de données. Pour l’essentiel, il s’agit d’attaques conduites manuellement. Et selon Microsoft, cela&nbsp;<a href=\"https://www.lemagit.fr/actualites/366554852/Ransomware-un-nombre-dattaquants-en-legere-progression\">ne représente que 40&nbsp;% des cas détectés</a>, chez ses clients, en juin&nbsp;2023. Parmi ceux-ci, «&nbsp;environ 16&nbsp;% des récentes attaques avec ransomware <i>human operated</i>&nbsp;réussies impliquaient à la fois chiffrement et exfiltration&nbsp;», et 13&nbsp;% l’exfiltration uniquement.&nbsp;</p>\n <p>Il faut en outre relever qu’il arrive que des victimes ne cédant pas au chantage ne soient pas revendiquées sur les sites vitrine des enseignes impliquées. De tels cas ont été constatés notamment <a href=\"https://www.lemagit.fr/actualites/366632659/Ransomware-Qilin-lune-des-enseignes-les-plus-actives-du-moment\">avec Qilin</a> et Akira. Dans le cas de cette dernière enseigne, le phénomène pourrait être d’une grande ampleur, au moins depuis le début&nbsp;2025. C’est en tout ce que suggèrent des <a href=\"https://www.lemagit.fr/actualites/366632861/Ransomware-comment-Akira-cache-son-niveau-dactivite-reel\">chiffres avancés par les autorités suisses</a> le 15&nbsp;octobre.</p>\n <p>Bref, considérer que les revendications des cybercriminels donnent, seules, une vision même à peu près claire de la situation est à tout le moins audacieux. Et je ne saurais trop remercier <a href=\"https://www.cybermalveillance.gouv.fr/\">cybermalveillance.gouv.fr</a>&nbsp;de sa transparence&nbsp;–&nbsp;mois après mois&nbsp;– grâce à laquelle est possible la comparaison de différents points de vue.&nbsp;</p>\n <p>Mais certains trouvent assurément leur compte dans l’utilisation de chiffres à peine affinés et encore moins analysés de manière critique&nbsp;: les marchands de peur. Ceux-là se frottent régulièrement les mains.&nbsp;</p>\n</section>       \n<section class=\"section main-article-chapter\" data-menu-title=\"Estimer la date de survenue\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Estimer la date de survenue</h2>\n <p>Au MagIT, nous nous efforçons donc, depuis plusieurs années déjà, de confronter les dates de revendication de cyberattaques avec celles de survenue (et/ou découverte) rapportées publiquement dans la presse ou dans le cadre de déclaration réglementaires. Mais nous nous efforçons également d’estimer cette dernière date à partir des dates de création de fichiers et dossiers divulgués par les cybercriminels, lorsque c’est possible&nbsp;: ces dates renseignent sur la fin d’exfiltration des données des victimes. Celle-ci survient généralement peu de temps avant la phase finale de la cyberattaque&nbsp;: le déclenchement du chiffrement.</p>\n <p>Nous avons récemment expliqué comment automatiser et industrialiser ces estimations <a href=\"https://www.lemagit.fr/actualites/366626184/Play-automatiser-et-industrialiser-lestimation-des-dates-dattaque\">avec l’enseigne Play</a>. La reconstruction de la chronologie des activités a permis de montrer, au printemps&nbsp;2024, que&nbsp;LockBit&nbsp;3.0 a essayé de se <a href=\"https://www.lemagit.fr/actualites/366583573/Ransomware-nouvelle-bataille-de-communication-entre-LockBit-et-les-autorites\">donner faussement l’air de ne pas être affecté</a> par l’opération judiciaire internationale Cronos, dévoilée quelques mois plus tôt.</p>\n <p>Pour RansomHub, la reconstruction a permis de montrer comment des affidés d’autres enseignes avaient manifestement décidé de <a href=\"https://www.lemagit.fr/conseil/Ransomware-que-sait-on-de-RansomHub\">changer de crèmerie en 2024</a>, pour le bénéfice de cette franchise. Un tel effort a également conduit à observer&nbsp;<a href=\"https://www.lemagit.fr/actualites/366618781/Akira-lexplosion-silencieuse-et-a-retardement\">l’explosion des activités d’Akira</a>&nbsp;et de&nbsp;<a href=\"https://www.lemagit.fr/actualites/366621276/Ransomware-lactivite-de-Cactus-apparait-exploser\">Cactus</a> alors que&nbsp;<a href=\"https://www.lemagit.fr/actualites/366617854/Black-Basta-apres-letrange-treve-estivale-de-2024-vers-un-eclatement\">Black Basta s’essoufflait</a>. Un essoufflement qui n’était que la face visible d’un début d’éclatement,&nbsp;<a href=\"https://www.lemagit.fr/actualites/366619936/Black-Basta-le-debut-de-la-fin-du-gang-semble-remonter-a-lete-2024\">qui n’attendait que d’être confirmé</a>.&nbsp;</p>\n <p>Début avril&nbsp;2025, la même approche a permis d’établir l’arrivée de nouvelles recrues <a href=\"https://www.lemagit.fr/actualites/366622278/Ransomware-Qilin-se-renforce-avec-au-moins-deux-nouveaux-affides\">dans les rangs de l’enseigne Qilin</a>.</p>\n <p>Depuis le 1<sup>er</sup>&nbsp;janvier&nbsp;2024, nous avons ainsi établi de telles estimations pour plus de 2&nbsp;360&nbsp;victimes revendiquées par les cybercriminels. Nous avons pu comparer ces estimations avec des dates de survenue connues pour 100&nbsp;victimes. L’analyse statistique est là instructive et conforte l’approche retenue&nbsp;: pour 82 de ces cas, l’écart entre la date estimée et la date publiquement rapportée oscille entre -10 et +9&nbsp;jours. L’écart s’établit entre -30 et +19&nbsp;jours pour 97&nbsp;% des cas.</p>\n <p>Deux anomalies sont présentes dans notre analyse, dont les résultats sont synthétisés par le graphique ci-dessous, du fait de revendications et/ou attaques distinctes impliquant des enseignes différentes.</p>\n <figure class=\"main-article-image full-col\" data-img-fullsize=\"https://www.lemagit.fr/rms/LeMagIT/distribution-ecarts.png\">\n  <img data-src=\"https://www.lemagit.fr/rms/LeMagIT/distribution-ecarts_mobile.png\" class=\"lazy\" data-srcset=\"https://www.lemagit.fr/rms/LeMagIT/distribution-ecarts_mobile.png 960w,https://www.lemagit.fr/rms/LeMagIT/distribution-ecarts.png 1280w\" alt=\"Schéma de la distribution statistique des écarts entre date de survenue de cyberattaque estimée et date de découverte de celle-ci publiquement rapportée.\" data-credit=\"LeMagIT\" height=\"302\" width=\"560\">\n  <figcaption>\n   <i class=\"icon pictures\" data-icon=\"z\"></i>Distribution statistique des écarts entre date de survenue de cyberattaque estimée et date de découverte de celle-ci publiquement rapportée.\n  </figcaption>\n  <div class=\"main-article-image-enlarge\">\n   <i class=\"icon\" data-icon=\"w\"></i>\n  </div>\n </figure>\n <p>Pour illustrer notre travail d’estimation, voici un court tableau centré sur les revendications de l’enseigne Safepay, et en particulier celles pour lesquelles une date de fin d’exfiltration a pu être estimée et une date de découverte de l’attaque a été publiquement rapportée.</p>\n <table class=\"main-article-table\"> \n  <thead> \n   <tr> \n    <td><strong>Victime</strong></td> \n    <td>Revendication</td> \n    <td>Estimation</td> \n    <td>Rapportée</td> \n   </tr> \n  </thead> \n  <tbody> \n   <tr> \n    <td><strong>Liberty Township</strong></td> \n    <td>14 juin 2025</td> \n    <td>2 mai 2025</td> \n    <td>5 mai 2025</td> \n   </tr> \n   <tr> \n    <td><strong>Western New York Energy</strong></td> \n    <td>15 mai 2025</td> \n    <td>24 avril 2025</td> \n    <td>25 avril 2025</td> \n   </tr> \n   <tr> \n    <td><strong>Eu-Rec GmbH</strong></td> \n    <td>6 mai 2025</td> \n    <td>5 avril 2025</td> \n    <td>7 avril 2025</td> \n   </tr> \n   <tr> \n    <td><strong>Conduent</strong></td> \n    <td>20 février 2025</td> \n    <td>9 janvier 2025</td> \n    <td>15 janvier 2025</td> \n   </tr> \n   <tr> \n    <td><strong>Harrison County Board of Education</strong></td> \n    <td>6 février 2025</td> \n    <td>18 janvier 2025</td> \n    <td>18 janvier 2025</td> \n   </tr> \n   <tr> \n    <td><strong>Muswellbrook Shire Council</strong></td> \n    <td>14 décembre 2024</td> \n    <td>3 décembre 2024</td> \n    <td>9 décembre 2024</td> \n   </tr> \n  </tbody> \n </table>\n <p><em>Tribune initialement publiée le 25&nbsp;octobre&nbsp;2023, mise à jour le 1er&nbsp;juillet&nbsp;2025, puis le 16&nbsp;octobre&nbsp;2025.</em></p>\n</section>",
      "published_ts": 1760625000,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632711/Intel-relance-ses-GPU-mais-juste-pour-linference",
      "title": "Intel relance ses GPU, mais juste pour l’inférence",
      "summary": "<p>Intel ne renonce finalement pas à imposer ses GPU dans les serveurs. À l’occasion de l’événement OCP&nbsp;2025 consacré aux innovations matérielles pour datacenters et qui se tient cette semaine en Californie, le fondeur américain a dévoilé le design d’un cluster de calcul basé sur sa puce&nbsp;<a href=\"https://www.lemagit.fr/actualites/366580576/Intel-devoile-Gaudi3-sa-reponse-aux-GPUs-de-Nvidia\">Gaudi3</a>, ainsi que le détail de son futur GPU, pour l’heure appelé Crescent Island.</p> \n<p>Le cluster d’Intel comprend 32&nbsp;nœuds de calcul contenant chacun un processeur Xeon&nbsp;6700, 2&nbsp;GPU&nbsp;Gaudi3 contenant chacun 128&nbsp;Go de mémoire&nbsp;HBM2E et une mémoire&nbsp;HBM3 de 64&nbsp;Go partagée entre les trois composants (Intel parle de HBD, pour High Bandwidth Memory Domain). On note qu’Intel ne propose pas ici de <a href=\"https://www.lemagit.fr/actualites/366559653/Super-Computing23-Intel-presente-ses-dernieres-super-puces\">Xeon Max</a>, la version du Xeon qui intègre 64&nbsp;Go de HBM directement dans sa puce.</p> \n<p>Similaire dans son format au cluster de calcul <a href=\"https://www.lemagit.fr/actualites/366620990/GTC2025-Nvidia-ameliore-deja-ses-GPU-Blackwell\">DGX&nbsp;GB200 NVL72</a> de Nvidia, ce design d’Intel se présente sous la forme de 16&nbsp;serveurs contenant chacun deux nœuds de calcul. L’ensemble est <a href=\"https://www.lemagit.fr/actualites/366626367/Datacenter-Schneider-standardise-le-refroidissement-liquide\">refroidi par liquide</a>.</p> \n<p>Contrairement au DGX de Nvidia, cette machine n’a pas vocation à entraîner des IA. Elle est conçue pour l’inférence, soit l’exécution d’IA préentraînées. Pour un hébergeur de calcul, l’intérêt de ce cluster est que les GPU&nbsp;Gaudi3 consommeraient chacun 600&nbsp;watts d’énergie sur les travaux d’inférence, alors que les B200 de Nvidia, conçus pour l’entraînement, consomment au moins le double.</p> \n<p>Intel avait lancé Gaudi3 en 2024. Jusqu’ici, ses ventes n’avaient jamais vraiment décollé.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Des GPU Intel repositionnés sur la seule inférence\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Des GPU Intel repositionnés sur la seule inférence</h2>\n <p>Le fait est que, au départ, Gaudi3 devait bel et bien rivaliser avec les GPU de Nvidia pour l’entraînement des IA. Mais de l’aveu même d’Intel, ses performances en la matière se sont rapidement relevées décevantes. Intel semble donc revoir ses ambitions à la baisse en matière de GPU. Et c’est dans ce contexte que le futur modèle Crescent Island, qui devrait succéder à Gaudi3 vers la rentrée&nbsp;2026, semble plus conçu pour l’inférence.</p>\n <p>Selon les informations livrées par Intel, il sera composé de cœurs&nbsp;Xe3P, une version améliorée des cœurs graphiques&nbsp;Xe3 intégrés au processeur Core Ultra&nbsp;3 «&nbsp;<a href=\"https://www.lemagit.fr/actualites/366632087/Semiconducteurs-Intel-en-pourparlers-pour-fabriquer-les-puces-dAMD-et-Apple\">Panther Lake</a>&nbsp;», qui doit équiper les prochains PC. Il n’intégrera plus de mémoire HBM. À la place, on trouvera 160&nbsp;Go de mémoire&nbsp;LPDDR5X. En fait, le principal intérêt de ce GPU serait qu’il pourra fonctionner dans des serveurs refroidis à l’air, donc consommant moins d’énergie que les serveurs refroidis par liquide qui contiennent aujourd’hui des Gaudi&nbsp;3.</p>\n <p>Entre un PDG qui préfère <a href=\"https://www.lemagit.fr/actualites/366627606/Semiconducteurs-Intel-se-degraisse-et-se-recentre-sur-lIA-dappoint\">jeter l’éponge</a> dans la course aux puces de calcul les plus puissantes et l’entrée récente de Nvidia au capital d’Intel <a href=\"https://www.lemagit.fr/actualites/366631400/Infrastructure-IA-Nvidia-rachete-EnFabrica\">à hauteur de 4&nbsp;%</a>, l’avenir des GPU conçus par Intel reste difficilement prédictible.</p>\n</section>",
      "published_ts": 1760615460,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://www.zdnet.fr/actualites/google-meet-introduit-du-maquillage-par-ia-483545.htm#xtor=RSS-1",
      "title": "Google Meet introduit du maquillage par IA",
      "summary": "La fonction « maquillage » de Google Meet propose 12 looks pour vous préparer à une réunion.",
      "published_ts": 1760613053,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://www.zdnet.fr/actualites/la-competitivite-industrielle-repose-desormais-sur-des-logiciels-specialises-lia-et-le-cloud-redessinent-le-paysage-483548.htm#xtor=RSS-1",
      "title": "La compétitivité industrielle repose désormais sur des logiciels spécialisés : l’IA et le cloud redessinent le paysage",
      "summary": "D’un simple outil d’accompagnement à un levier stratégique de croissance, le logiciel industriel devient un atout de compétitivité.",
      "published_ts": 1760609417,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://blog.octo.com/la-gouvernance-augmentee--l'ia-generative-au-service-des-catalogues-de-donnees",
      "title": "La gouvernance augmentée : L'IA générative au service des catalogues de données",
      "summary": "L’IA générative révolutionne la gouvernance de données : en automatisant la documentation des catalogues (glossaire, définitions, règles), elle libère les data stewards des tâches fastidieuses et accélère la mise à disposition de données fiables et gouvernées.",
      "published_ts": 1760607610,
      "source_name": "OCTO Talks!"
    },
    {
      "url": "https://www.lemagit.fr/actualites/366632886/Ringover-lance-une-IA-qui-coache-les-commerciaux-et-le-support",
      "title": "Ringover lance une IA qui coache les commerciaux et le support",
      "summary": "<p>Ringover, spécialiste français des solutions de communication d’entreprise, a enrichi sa plateforme Empower d’un coach d’un genre assez particulier&nbsp;: un coach numérique pour les équipes de support client et les commerciaux.</p> \n<p>AIRO Coach –&nbsp;c’est son petit nom&nbsp;– est présenté comme «&nbsp;le premier coach en temps réel basé sur <a href=\"https://www.lemagit.fr/definition/AI\">l’intelligence artificielle</a>&nbsp;». L’outil ambitionne d’accompagner les utilisateurs avant, pendant et après leurs appels.</p> \n<section class=\"section main-article-chapter\" data-menu-title=\"Une extension reliée aux outils de visioconférence\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une extension reliée aux outils de visioconférence</h2>\n <p>Lancée en 2021, <a href=\"https://www.lemagit.fr/actualites/366537400/Empower-le-Francais-Ringover-lance-un-outil-dintelligence-conversationnelle-maison\">Empower a pour but de centraliser l’ensemble des canaux de communication d’une entreprise</a> (appels, SMS, e-mails, chat, réseaux sociaux ou encore visioconférences) au sein d’une interface unique. Pour ce faire, la plateforme intègre une centaine de connecteurs natifs (Salesforce, Hubspot, Zendesk, Slack, Odoo, Zoho, etc.). Logiquement, l’éditeur cible plutôt les grands groupes comme AXA, Engie, Groupama ou Best Western, trois de ses références clients, même s’il s’adresse également aux PME/ETI.</p>\n <p>AIRO Coach vient prolonger cette approche omnicanale. L’outil, disponible sous forme d’extension pour Chrome, fonctionne avec les principales plateformes d’appels visio comme Zoom, Teams ou Google Meet.</p>\n</section>   \n<section class=\"section main-article-chapter\" data-menu-title=\"Coaching instantané et contextualisé\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Coaching instantané et contextualisé</h2>\n <p>Basé sur une intelligence artificielle conversationnelle, AIRO Coach analyse le contenu et le ton des échanges pour formuler des recommandations en direct&nbsp;: réponses aux objections sur les prix, rappels de la stratégie, orientation du discours.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Les études montrent que les clients aiment interagir avec une personne humaine. Nous devons permettre à ces vendeurs et à ces conseillers de bénéficier des apports de l’IA.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Ludovic Rateau</strong>CEO de Ringover\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Les utilisateurs peuvent aussi interroger directement l’assistant via un chat, qui puise ses réponses dans la base de connaissances interne ou sur Internet.</p>\n <p>Pour Ringover, cet accompagnement permet à tout collaborateur –&nbsp;quel que soit son niveau d’expérience&nbsp;– de bénéficier d’un retour personnalisé sur la forme et le fond de son discours.</p>\n <p>«&nbsp;Les études montrent que les clients aiment interagir avec une personne humaine, mais, pour répondre à leurs exigences croissantes, nous devons permettre à ces vendeurs et à ces conseillers de bénéficier des apports de l’IA&nbsp;», explique Ludovic&nbsp;Rateau, CEO de Ringover.</p>\n <p>«&nbsp;Le coaching en temps réel avec AIRO Coach est le meilleur moyen de combiner les atouts d’une communication authentique à ceux de l’intelligence artificielle&nbsp;».</p>\n <p>L’assistant pourrait ainsi faciliter l’intégration de nouveaux collaborateurs ou renforcer la formation continue des équipes, deux domaines souvent chronophages.</p>\n <p>En bout de chaîne, l’éditeur estime que l’outil contribuera à améliorer la satisfaction client et la réputation des entreprises, en augmentant la qualité et la cohérence de leurs interactions.</p>\n</section>         \n<section class=\"section main-article-chapter\" data-menu-title=\"Sous le capot d’AIRO\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Sous le capot d’AIRO</h2>\n <p>Technologiquement, AIRO s’appuie sur <a href=\"https://www.lemagit.fr/actualites/252529358/NLG-lessentiel-sur-Azure-OpenAI\">Azure OpenAI</a> et <a href=\"https://www.lemagit.fr/actualites/366612654/DevDay-OpenAI-complete-sa-boite-a-outils-pour-les-developpeurs\">GPT Real-Time</a>. «&nbsp;Nous combinons ces modèles avec un ensemble de briques internes&nbsp;: détection d’intention, moteur de scoring, analyse comportementale et monitoring de performance&nbsp;», confie Ludovic&nbsp;Rateau au MagIT. «&nbsp;L’enjeu est de trouver un équilibre entre rapidité́ d’exécution (via les technologies tierces) et maîtrise du savoir-faire (via nos briques maison)&nbsp;».</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;Nous visons un hébergement et un traitement majoritairement interne, afin de renforcer encore la maîtrise et la traçabilité́ des données.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Ludovic Rateau</strong>CEO de Ringover\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>Cette architecture hybride garantirait à la fois vitesse d’innovation, contrôle des coûts, et indépendance technologique à long terme.</p>\n <p>Reste la question de la sécurité et de la confidentialité des données qui sont envoyées à des services américains (et donc soumis au droit américain, quelle que soit la localisation physique des serveurs).</p>\n <p>«&nbsp;AIRO Coach utilise aujourd’hui l’OpenAI Real-Time API, dans le cadre d’un contrat de service OpenAI qui garantit qu’aucune donnée n’est utilisée pour l’entraînement ou pour d’autres traitements internes&nbsp;», assure le PDG. «&nbsp;Toutes les interactions sont gérées dans un environnement sécurisé́, avec des contrôles stricts sur le flux de données entre nos systèmes et les services tiers&nbsp;».</p>\n <p>Mais le dirigeant voit plus loin. «&nbsp;À terme, nous visons un hébergement et un traitement majoritairement interne, afin de renforcer encore la maîtrise et la traçabilité́ des données&nbsp;».</p>\n</section>       \n<section class=\"section main-article-chapter\" data-menu-title=\"Un coach qui n’hallucine pas\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Un coach qui n’hallucine pas</h2>\n <p>Ringover insiste également sur la fiabilité des réponses apportées par AIRO Coach. Sur ce point, Ludovic&nbsp;Rateau dit avoir «&nbsp;mis en place plusieurs garde-fous&nbsp;» pour <a href=\"https://www.lemagit.fr/conseil/IA-generative-comment-attenuer-les-hallucinations\">réduire le plus possible les hallucinations des modèles</a> –&nbsp;les éliminer à 100&nbsp;% n’étant, a priori, pas possible.</p>\n <p>«&nbsp;Nous utilisons une combinaison de prompt engineering avancé et de filtres de validation pour garantir la pertinence et la cohérence des suggestions&nbsp;», partage-t-il avec le MagIT. «&nbsp;Les équipes peuvent adapter et superviser les scénarios en continu&nbsp;».</p>\n <p>En revanche, il n’est pas possible pour les entreprises d’enrichir le modèle avec leurs propres données ou d’intégrer des modèles tiers. «&nbsp;Cela nous permet de maintenir un contrôle total sur la qualité́ et la fiabilité́ du système&nbsp;», justifie Ludovic&nbsp;Rateau qui préfère «&nbsp;fournir une IA stable et prévisible, plutôt qu’un modèle ouvert difficile à calibrer dans des contextes critiques comme l’assistance en temps réel&nbsp;».</p>\n</section>    \n<section class=\"section main-article-chapter\" data-menu-title=\"Une stratégie IA à long terme\">\n <h2 class=\"section-title\"><i class=\"icon\" data-icon=\"1\"></i>Une stratégie IA à long terme</h2>\n <p>Fondé en 2005, Ringover emploie environ 350&nbsp;personnes réparties entre Paris, Barcelone, Londres et Atlanta. L’entreprise indique compter 14&nbsp;000&nbsp;clients dans le monde et faire croître son activité d’environ 30&nbsp;% par an. Son dirigeant, Ludovic&nbsp;Rateau, <a href=\"https://www.ringover.fr/actualites/ringover-centaure-ludovic-rateau-ceo\">vise</a> un chiffre d’affaires récurrent annuel de 100&nbsp;millions de dollars à l’horizon&nbsp;2027.</p>\n <p>L’IA s’annonce comme «&nbsp;une composante majeure&nbsp;» de cette stratégie de croissance soutenue.</p>\n <p>«&nbsp;L’IA va croître dans toute notre offre [avec] de nouvelles fonctionnalités qui vont contribuer à rendre les utilisateurs plus performants&nbsp;», promet le PDG. Mais attention, la philosophie de la maison Ringover n’est pas de remplacer les humains, mais de «&nbsp;renforcer leurs performances&nbsp;», insiste Ludovic&nbsp;Rateau.</p>\n <blockquote class=\"main-article-pullquote\">\n  <div class=\"main-article-pullquote-inner\">\n   <figure>\n    «&nbsp;L’IA va croître dans toute notre offre.&nbsp;»\n   </figure>\n   <figcaption>\n    <strong>Ludovic Rateau</strong>CEO de Ringover\n   </figcaption>\n   <i class=\"icon\" data-icon=\"z\"></i>\n  </div>\n </blockquote>\n <p>En mai de cette année, Ringover avait racheté Target First, un spécialiste breton des assistants et des bots motorisés à l’IA. Mais le coach n’est pas le fruit de cette acquisition encore trop récente. «&nbsp;Vous verrez prochainement l’héritage technologique de Target First dans d’autres produits Ringover&nbsp;», promet cependant le président.</p>\n <p>«&nbsp;Mais [ce n’est pas le cas] d’AIRO Coach, qui a été́ conçu <i>from scratch, </i>avec une logique tournée vers le coaching en temps réel et non vers le traitement asynchrone, la génération de leads ou la transaction commerciale&nbsp;», différencie-t-il.</p>\n <p>En attendant, ces futures IA dédiées aux leads et aux transactions, Ringover devrait lancer «&nbsp;très rapidement&nbsp;» deux autres outils AIRO&nbsp;Chat (un agent conversationnel) et Pitch Room (un assistant de présentation augmentée).</p>\n <p>Quant à la croissance externe, Ludovic&nbsp;Rateau ne ferme pas la porte à d’autres rachats, mais pas pour diversifier l’offre. «&nbsp;Notre priorité́ est d’approfondir nos produits existants&nbsp;», insiste-t-il.</p>\n</section>",
      "published_ts": 1760604540,
      "source_name": "LeMagIT"
    },
    {
      "url": "https://siecledigital.fr/2025/10/16/cloud-souverain-leurope-tente-de-sortir-de-son-hyper-dependance-aux-solutions-americaines/",
      "title": "Cloud souverain : l’Europe tente de sortir de son hyper-dépendance aux solutions américaines",
      "summary": "Les appels au cloud souverain résonnent de plus en plus dans une Europe dont les entreprises restent structurellement dépendantes des acteurs numériques américains. « Il faut, au niveau européen, faire émerger une offre industrielle alignée sur les besoins des entreprises », presse Samuel Durand, fondateur et directeur technique de Databack, l’un des leaders français de la récupération […]",
      "published_ts": 1760604155,
      "source_name": "Siècle Digital"
    },
    {
      "url": "https://huggingface.co/blog/gpt-oss-on-intel-xeon",
      "title": "Google Cloud C4 Brings a 70% TCO improvement on GPT OSS with Intel and Hugging Face",
      "summary": "Google Cloud C4 Brings a 70% TCO improvement on GPT OSS with Intel and Hugging Face\nIntel and Hugging Face collaborated to demonstrate the real-world value of upgrading to Google’s latest\nC4\nVirtual Machine (VM) running on Intel® Xeon® 6 processors (codenamed Granite Rapids (GNR)). We specifically w",
      "published_ts": 1760572800,
      "source_name": "Hugging Face Blog"
    },
    {
      "url": "https://www.zdnet.fr/actualites/les-experts-en-securite-informatique-des-cert-regrettent-un-manque-de-moyens-face-aux-risques-psychosociaux-483477.htm#xtor=RSS-1",
      "title": "Les experts en sécurité informatique des Cert regrettent un manque de moyens face aux risques psychosociaux",
      "summary": "L’association InterCert vient de publier une étude sur les risques psychosociaux dans les Cert, une façon d’ouvrir le débat sur un sujet essentiel.",
      "published_ts": 1760523039,
      "source_name": "ZDNet France"
    },
    {
      "url": "https://blog.cloudflare.com/unpacking-cloudflare-workers-cpu-performance-benchmarks/",
      "title": "Unpacking Cloudflare Workers CPU Performance Benchmarks",
      "summary": "Cloudflare investigated CPU performance benchmark results for Workers, uncovering and fixing issues in infrastructure, V8 garbage collection, and OpenNext optimizations.",
      "published_ts": 1760472025,
      "source_name": "Cloudflare Engineering Blog"
    },
    {
      "url": "https://dagster.io/blog/python-ci-cd-automation",
      "title": "CI/CD for Data Pipelines with Git",
      "summary": "Learn how to automate data pipeline deployment using CI/CD practices integrated with Git.",
      "published_ts": 1760366189,
      "source_name": "Dagster Blog"
    },
    {
      "url": "https://blog.ovhcloud.com/fr-webhosting-ssl-qrng/",
      "title": "OVHcloud renforce la sécurité des connexions web grâce à l’informatique quantique : une première mondiale",
      "summary": "Vous voyez ce petit cadenas à côté de l’adresse du site que vous êtes en train de consulter ? Ce symbole indique que la connexion entre votre appareil (ordinateur, smartphone, etc.) et le site que vous visitez est sécurisée. Et chez OVHcloud, nous venons de renforcer cette sécurité en intégrant, pour la première fois au […]",
      "published_ts": 1760338800,
      "source_name": "OVHcloud Blog"
    }
  ],
  "python_polars_duckdb": [
    {
      "url": "https://dagster.io/blog/python-packages-primer-1",
      "title": "Python Packages Primer for Data People 1/2",
      "summary": "Start mastering Python project structure with this guide to modules, imports, and package organization for data practitioners.",
      "published_ts": 1760361705,
      "source_name": "Dagster Blog"
    }
  ],
  "viz_bi": [
    {
      "url": "https://powerbi.microsoft.com/en-us/blog/power-bi-report-server-september-2025-feature-summary/",
      "title": "Power BI Report Server September 2025 Feature Summary",
      "summary": "PBIRS September 2025 Feature Summary",
      "published_ts": 1760526000,
      "source_name": "Power BI Blog"
    },
    {
      "url": "https://community.qlik.com/t5/Support/ct-p/qlikSupport",
      "title": "Customer Support",
      "summary": "Qlik offers a wide range of channels to assist you in troubleshooting, answering frequently asked questions, and getting in touch with our technical e...\nShow More\nQlik offers a wide range of channels to assist you in troubleshooting, answering frequently asked questions, and getting in touch with o",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://help.qlik.com/en-US/onboarding/Content/Onboarding/home.htm",
      "title": "Onboarding",
      "summary": "2 min\nLoad, prepare and associate data\nSmart, self-service data preparation, enhanced by AI, allows users to visually combine, transform and load data from multiple sources.\n3 min\nConnect to a variety of data sources\nQlik Connectors provide broad connectivity to local, on-premises, and web-based dat",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://help.qlik.com/en-US/cloud-services/Content/Sense_Helpsites/Home.htm",
      "title": "Product Documentation",
      "summary": "The\nQlik Cloud\nenvironment offers centralized management and governance and helps to ensure user adoption, accuracy, and system reliability. Administering the tenant involves managing users and resources, security settings, and general system administration.",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/services/training",
      "title": "Training",
      "summary": "Qlik Education has all the expertly designed coursework and training materials you'll need to adopt Qlik products faster and maximize their capabilities. Drive your data and analytics expertise. Support enterprise-wide adoption and boost business user learning when teams need it most.",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/company/leadership",
      "title": "Leadership",
      "summary": "The Qlik AI Council advises the Qlik team, customers, and partners on AI developments — from emerging trends and legislation to the implementation of ethical AI practices.",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/company/diversity",
      "title": "Diversity, Equality, Inclusion, and Belonging",
      "summary": "Employee Resource Groups build connections\nWe invest in programs that advance marginalized groups within Qlik and society. Our company-sponsored, employee-led Qlik Employee Resource Groups (ERGs) foster belonging while providing significant access to, and influence on, executive decision making. Tod",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/partners",
      "title": "Partners",
      "summary": "The Qlik Partner Ambassador Program recognizes champions from the Qlik and Talend Partner Ecosystems who foster strong public advocacy for Qlik and Talend, support us in driving exceptional outcomes from data with our solutions, and broadly share our impact with others.",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/company/careers",
      "title": "Careers",
      "summary": "here’s what our fellow Qlikkies say.\nQualified applicants will receive consideration for employment without regard to actual or perceived: race, color, religion, sex, sexual orientation, gender identity, pregnancy and related medical conditions, genetic information, national origin, age, marital sta",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/company/press-room",
      "title": "Newsroom",
      "summary": "Qlik Open Lakehouse Now Generally Available, Giving Enterprises Rapid, AI-Ready Data on Apache Iceberg\nRead More",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://www.qlik.com/us/contact",
      "title": "Global Offices",
      "summary": "QlikTech Japan K.K.\nTokyo Toranomon Global Square 13F,\n1-3-1 Toranomon,\nMinato-ku,\nTokyo, 105-0001,\nJapan",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://qlikcloud.com/",
      "title": "Qlik Cloud",
      "summary": "",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://support.qlik.com/",
      "title": "Support Portal",
      "summary": "Qlik offers a wide range of channels to assist you in troubleshooting, answering frequently asked questions, and getting in touch with our technical e...\nShow More\nQlik offers a wide range of channels to assist you in troubleshooting, answering frequently asked questions, and getting in touch with o",
      "published_ts": 1760464513,
      "source_name": "Qlik Blog"
    },
    {
      "url": "https://cloud.google.com/looker/docs",
      "title": "Looker Product Documentation",
      "summary": "Send feedback\nStay organized with collections\nSave and categorize content based on your preferences.\nLooker Product Family Documentation\nThe Looker family of products delivers the information you need to make\n  data-driven decisions and gain insights from self-service analytics,\n  embedded applicati",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker/docs/release-notes",
      "title": "Looker Release Notes",
      "summary": "October 10, 2025\nLooker (Google Cloud core) and Looker (original) changes\nConversational Analytics in Looker\nThe following features are available in\nPreview\nfor use with\nConversational Analytics in Looker\ninstances that are running Looker 25.18.9 or later:\nNew model-specific Looker permissions are a",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://www.cloudskillsboost.google/paths/28",
      "title": "Looker Training",
      "summary": "01\nIntroduction to Looker\nbook\nCourse\naccess_time\n2 hours 30 minutes\nshow_chart\nIntroductory\nIn this introductory course, you'll learn how Looker can help you explore, analyze, and visualize your data to drive better decisions. Through a combination of video lectures and demos, you'll discover how t",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker#features",
      "title": "API-first platform with composable BI",
      "summary": "Looker pricing\nLooker pricing has two components: platform pricing and user pricing. Contact sales to identify a solution that works for you.\nLooker product\nDetails\nCost\nLooker (Google Cloud core)\nPlatform pricing\nis the cost to run a Looker (Google Cloud core) instance and includes platform adminis",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker#features",
      "title": "Business-friendly AI powered analytics with governed, modeled data",
      "summary": "Looker pricing\nLooker pricing has two components: platform pricing and user pricing. Contact sales to identify a solution that works for you.\nLooker product\nDetails\nCost\nLooker (Google Cloud core)\nPlatform pricing\nis the cost to run a Looker (Google Cloud core) instance and includes platform adminis",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker#features",
      "title": "Open and trusted semantic model",
      "summary": "Looker pricing\nLooker pricing has two components: platform pricing and user pricing. Contact sales to identify a solution that works for you.\nLooker product\nDetails\nCost\nLooker (Google Cloud core)\nPlatform pricing\nis the cost to run a Looker (Google Cloud core) instance and includes platform adminis",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker#features",
      "title": "Google-easy dashboarding",
      "summary": "Looker pricing\nLooker pricing has two components: platform pricing and user pricing. Contact sales to identify a solution that works for you.\nLooker product\nDetails\nCost\nLooker (Google Cloud core)\nPlatform pricing\nis the cost to run a Looker (Google Cloud core) instance and includes platform adminis",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://youtu.be/njhSTmazy2k",
      "title": "Unleash Data's Full Potential: The Looker Story1:43 video",
      "summary": "Présentation\nPresse\nDroits d'auteur\nNous contacter\nCréateurs\nPublicité\nDéveloppeurs\nRésilier vos abonnements\nConditions d'utilisation\nConfidentialité\nRègles et sécurité\nPremiers pas sur YouTube\nTester de nouvelles fonctionnalités",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker-modeling",
      "title": "trusted modeling",
      "summary": "In the generative AI era, a universal semantic layer is the foundation for intelligent decision-making and is key to the success and accuracy of any data project—both now and in the future. Looker's semantic layer translates your raw data into a language that both downstream users and LLMs can under",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/blog/products/data-analytics/introducing-gemini-in-looker-at-next24",
      "title": "AI assistant that helps accelerate analytical workflows",
      "summary": "With Conversational Analytics, everyone can uncover patterns and trends in data, as if you were speaking to your in-house data expert - and while the answers come in seconds, Looker shows you the data behind the insights, so you know the foundation is accurate and the method is true.\nSmart and simpl",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker/docs/studio-in-looker",
      "title": "within reach for everyone",
      "summary": "Create, view, and edit Looker reports\nStay organized with collections\nSave and categorize content based on your preferences.\nPreview\nThis product or feature is\n        \n        subject to the \"Pre-GA Offerings Terms\" in the General Service Terms section\n        of the\nService Specific\n        Terms\n",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker-studio",
      "title": "Looker Studio",
      "summary": "What you'll get:\ncheck_small\nStep-by-step guide\ncheck_small\nReference architecture\ncheck_small\nAvailable pre-built solutions",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/solutions/looker-google-cloud",
      "title": "Looker on Google Cloud",
      "summary": "Enterprise-grade security\nPrivate networking\n-\nLooker on Google Cloud gives you the flexibility to choose from public IP networking, private IP networking, or a hybrid (public/private) network\nPSC and PSA support\n- Within private IP networks, customers can choose between Private Service Connect (PSC",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://cloud.google.com/looker-embedded",
      "title": "Embedded analytics",
      "summary": "Try Looker Embedded as part of Looker (Google Cloud core). With the Looker platform, you can get more than just a BI tool. You can gain Looker analytics, a modern data stack, integrations, features for app development, comprehensive professional services, and world-class support.\nRequest a quote",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    },
    {
      "url": "https://developers.looker.com/api/overview/",
      "title": "robust API",
      "summary": "Looker API overview\nStay organized with collections\nSave and categorize content based on your preferences.\nLooker's API provides access to the vast majority of Looker functionality over a convenient JSON-oriented REST API. It includes a diversity of endpoints, from running of queries in a variety of",
      "published_ts": 1760464513,
      "source_name": "Looker Blog"
    }
  ]
}